<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Договор-оферта");
$APPLICATION->SetPageProperty('title', "Договор-оферта");
?>
<h1>
    Оферта на оказание услуг «Робофид»
</h1>
<p>
    Российская Федерация, город Москва<br/>
    Дата размещения: 8 мая 2019 г.<br/>
    Дата вступления в силу: 8 мая 2019 г.
</p>

<p>
    Настоящий документ представляет собой предложение ИП Черешнева Евгения Сергеевича (ОРГНИП 318505000044563) (далее — <b>«Робофид»</b>) заключить Договор на оказание Услуг сервиса «Робофид» на изложенных ниже условиях.
</p>

<h4>
    1. Термины и определения
</h4>
<p>
    <b>1.1.</b> В целях настоящего документа нижеприведенные термины используются в следующем значении:<br/><br/>
    <b>Акцепт Оферты</b> — полное и безоговорочное принятие Оферты;<br/><br/>
    <b>Заказчик</b> — лицо, осуществившее Акцепт Оферты и являющееся заказчиком Услуг «Робофид»;<br/><br/>
    <b>Сервис «Робофид»</b> — веб-сайт, размещенный в сети Интернет по адресу https://robofeed.ru;<br/><br/>
    <b>Услуги «Робофид»</b> — услуги по формированию экспортных файлов различных торговых площадок, консультированию и помощи подключения к различным торговым площадкам, оказываемые Сервисом «Робофид»;<br/><br/>
    <b>Торговая площадка</b> — веб-сайт в сети Интернет, предоставляющий услуги по размещению торговых предложений (товаров) сторонних продавцов на основании договора возмездного оказания услуг, а так же не безвозмездной основе.<br/><br/>
    <b>Robofeed XML</b> — предоставляемые Заказчиком рекламно-информационные материалы в формате XML, структура которого приведена по адресу <a href="<?=\Local\Core\Inner\Route::getRouteTo('development', 'robofeed')?>">https://robofeed.ru<?=\Local\Core\Inner\Route::getRouteTo('development', 'robofeed')?></a> , содержащие сведения об ассортименте, ценах, характеристиках, наличии в продаже товаров, предлагаемых в магазине Заказчика потенциальным покупателям в текущий период, информацию о нахождении точек продаж Заказчика, изображения, описания и иные согласованные Сторонами сведения о товарных предложениях и/или магазине Заказчика;<br/><br/>
    <b>Экспортный файл</b> — файл, который получается в результате конвертирования предоставленного Заказчиком Robofeed XML и в соответствии с проставленными настройками обработки в личном кабинете Сервиса «Робофид» для каждой Торговой Площадки отдельно. Экспортный файл используется для передачи информации о товарах от Заказчика в выбранную им Торговую Площадку.<br/><br/>
    <b>BugBounty</b> — специальная программа, позволяющая пользователям искать уязвимости Сервиса «Робофид» на возмездной основе, с условием последующего составления отчета и информирования Робофида.
</p>

<p>
    <b>1.2.</b> В Оферте могут быть использованы термины, не определенные в <b>п.1.1.</b> Оферты. В этом случае толкование такого термина производится в соответствии с текстом Оферты. В случае отсутствия однозначного толкования термина в тексте Оферты следует руководствоваться толкованием термина, определенным: в первую очередь — законодательством РФ, во вторую очередь — на Сервисом «Робофид», затем — сложившимся (общеупотребимым) в сети Интернет.
</p>

<h4>
    2. Предмет Договора
</h4>
<p>
    <b>2.1.</b> Предметом Договора является возмездное оказание Робофидом Заказчику Услуг «Робофид» на условиях Оферты.
</p>

<h4>
    3. Условия оказания услуг
</h4>
<p>
    <b>3.1.</b> Робофид приступает к оказанию Заказчику Услуг с момента совокупного выполнения Заказчиком следующих условий:
</p>
<p>
    <b>3.1.1.</b> Заказчик предоставил Robofeed XML, соответствующие требованиям Договора;
</p>
<p>
    <b>3.1.2.</b> Заказчик произвел предоплату в сумме не меньше необходимой, согласно его тарифному плану;
</p>
<p>
    <b>3.1.3.</b> Заказчик осуществил Акцепт Оферты.
</p>
<p>
    <b>3.2.</b> Заказчик самостоятельно осуществляет подготовку Robofeed XML и предоставление их Работу посредством размещения в личном кабинете Сервиса «Робофид». Заказчик самостоятельно и в полном объеме несет предусмотренную законодательством ответственность за содержимое Robofeed XML и гарантирует соответствие составленных и предоставленных Robofeed XML всем требованиям действующего законодательства РФ.
</p>
<p>
    <b>3.3.</b> Иные согласованные Сторонами сведения могут предоставляться Заказчиком через Веб-интерфейс Робофид.
</p>
<p>
    <b>3.4.</b> В случае если Robofeed XML предоставлены Заказчиком с нарушением правил и требований Договора (в т.ч. Общих Условий), Робофид вправе отказать в обработке таких Robofeed XML, приостановить или прекратить оказание Услуг в отношении таких Robofeed XML, расторгнуть Договор.
</p>
<p>
    <b>3.5.</b> Заказчик не вправе передавать свои права по Договору какой-либо третьей стороне без предварительного согласия Робофид. Обязанность подтверждения наличия такого согласия возлагается на Заказчика.
</p>
<p>
    <b>3.6.</b> Услуги предоставляются Заказчику в объеме, соответствующем сумме произведенной им предоплаты (если Офертой не предусмотрено иное). Робофид оставляет за собой право немедленно приостановить оказание Услуг и/или расторгнуть Договор в одностороннем порядке в случае, если стоимость Услуг, оказанных Робофид по Договору, стала равной или превысила сумму, перечисленную Заказчиком на расчетный счет Робофид в качестве предоплаты за оказание Услуг.
</p>
<p>
    <b>3.7.</b> Заказчик самостоятельно несет ответственность за сохранность и конфиденциальность регистрационных данных (логин и пароль). Все действия, осуществленные в отношении размещения Robofeed XML через Сервис «Робофид» с использованием логина и пароля Заказчика, считаются осуществленными Заказчиком. Заказчик самостоятельно несет ответственность перед третьими лицами за все действия, совершенные с использованием логина и пароля Заказчика.
</p>
<p>
    <b>3.8.</b> Заказчик признает, что в целях Договора, в частности, для определения стоимости Услуг, а равно момента начала и периода оказания Услуг используются исключительно данные Сервиса «Робофид».
</p>
<p>
    <b>3.9.</b> Заказчик самостоятельно заключает договора с необходимыми ему Торговыми Площадками.
</p>
<h4>
    4. Права и обязанности сторон
</h4>
<p>
    <b>4.1.</b> Робофид обязуется:
</p>
<p>
    <b>4.1.1.</b> Оказывать Заказчику Услуги «Робофид» в соответствии с Договором, заключенным на условиях Оферты.
</p>
<p>
    <b>4.1.2.</b> При оказании Услуг по Договору обеспечить возможность ознакомления Заказчика с данными статистики через Сервис «Робофид», при этом Робофид не несет ответственности в случае невозможности временного и/или постоянного ознакомления Заказчика с данными статистики.
</p>
<p>
    <b>4.1.3.</b> Предоставлять Заказчику ссылки на экспортируемые файлы для дальнейшего использования этих ссылок на выбрах Заказчиком Торговых Площадках, при условии соблюдения Заказчиком требований, изложенных в <b>п.3.8.</b> Оферты и выполнения Заказчиком пунктов, изложенных в <b>п.3.1.</b> Оферты.
</p>
<p>
    <b>4.1.4.</b> В случае отказа Заказчика от исполнения Договора по основаниям, предусмотренным Офертой, возвратить Заказчику по его письменному требованию сумму предоплаты за вычетом стоимости фактически оказанных Робофидом к моменту расторжения Договора Услуг, а так сопутствующих и понесеных расходов. Возврат осуществляется в течение десяти рабочих дней с момента получения Робофидом надлежаще оформленного письменного требования Заказчика и в необходимых случаях иных документов, идентифицирующих Заказчика.
</p>
<h4>
    4.2. Робофид имеет право:
</h4>
<p>
    <b>4.2.1.</b> Временно приостановить оказание Заказчику Услуг по Договору по техническим, технологическим или иным причинам, препятствующим оказанию Услуг, на время устранения таких причин.
</p>
<p>
    <b>4.2.2.</b> Приостановить оказание Услуг по Договору и/или досрочно расторгнуть Договор в одностороннем внесудебном порядке путем уведомления Заказчика в случаях:<br/>
    а) нарушения Заказчиком обязательства, предусмотренного <b>п.п.4.3</b> Оферты;<br/>
    б) в случае нарушения предоставления Заказчиком Robofeed XML, содержимое которого прямо или косвенно нарушает законодательство РФ;<br/>
    в) при нарушении Заказчиком иных обязательств, принятых в соответствии с Договором;<br/>
    г) при попытке Заказчика получить несанкционированный доступ к непредоставленному и/или непубличному функционалу Сервиса «Робофид»;
    д) использование уязвимостей Сервиса «Робофид»;
</p>
<p>
    <b>4.2.3.</b> Осуществлять любые действия (контрольные мероприятия) по проверке соответствия содержания представленных Заказчиком Robofeed XML требованиям Договора. Данные, полученные в результате осуществления контрольных мероприятий, являются достаточным, но не единственным основанием для установления несоответствия Robofeed XML требованиям Договора. При этом Робофид самостоятельно определяет способы, периодичность и основания проведения контрольных мероприятий.
</p>
<p>
    <b>4.2.4.</b> Приостановить оказание Услуг и/или расторгнуть Договор(-ы) с Заказчиком в одностороннем порядке в случае, если Заказчик имеет задолженность по оплате Услуг «Робофид» (в частности нарушил срок оплаты Услуг, оказанных Заказчику по Договору, заключенному на условиях отсрочки платежа) как по договорам, заключенным на условиях настоящей Оферты, так и по другим договорам, заключенным между Робофид и Заказчиком.
</p>
<p>
    <b>4.2.5.</b> Вносить изменения в Оферту в установленном Офертой порядке.
</p>
<h4>
    4.3. Заказчик обязуется:
</h4>
<p>
    <b>4.3.1.</b> Осуществлять экспорт Robofeed XML с соблюдение требований, определенными на веб-сайте Сервиса «Робофид».
</p>
<p>
    <b>4.3.2.</b> При подготовке, создании, изменении Robofeed XML соблюдать все требования Робофида, обусловленные Офертой, а также все применимые нормы и требования действующего законодательства, в том числе Федерального Закона «О рекламе», законодательства об интеллектуальной собственности, Федерального закона «О защите конкуренции», но не ограничиваясь перечисленным.
</p>
<p>
    <b>4.3.3.</b> Предоставлять Robofeed XML, содержание которых соответствует текущим предложениям магазина Заказчика, и соблюдать заявленные условия продажи товаров.
</p>
<p>
    <b>4.3.4.</b> Предоставить через Сервис «Робофид» информацию о сайте Заказчика, независимо от наличия или отсутствия возможности заказа/приобретения товара непосредственно на сайте Заказчика.
</p>
<p>
    <b>4.3.6.</b> Обеспечить наличие на сайте Заказчика достоверных сведений о продавце и товарах (работах, услугах) в объеме, требуемом законодательством РФ.
</p>
<p>
    <b>4.3.7.</b> Оплатить Услуги Робофида по Договору в установленные в Оферте (Договоре) сроки и порядке.
</p>
<p>
    <b>4.3.8.</b> Использовать веб-интерфейс Сервиса «Робофид» как есть, без попыток получения несанкционированного доступа к не публичному функционалу.
</p>
<h4>
    4.4. Заказчик имеет право:
</h4>
<p>
    <b>4.4.1.</b> На доступ к данным статистики в установленном порядке.
</p>
<p>
    <b>4.4.2.</b> Изменять Robofeed XML (в том числе условия размещения) в любое время с соблюдением всех установленных Договором требований.
</p>
<p>
    <b>4.4.3.</b> Приостановить и/или прекратить размещение Материалов в любое время.
</p>
<p>
    <b>4.4.4.</b> В случае несогласия с изменениями, внесенными Робофидом в условия Оферты, отказаться от исполнения Договора в одностороннем порядке, письменно уведомив Робофид в срок не позднее 7 (семи) календарных дней с момента размещения указанных изменений в силу и оплатив Робофиду стоимость фактически оказанных Услуг. Договор считается расторгнутым с момента получения Робофидом уведомления Заказчика.
</p>
<p>
    <b>4.4.5.</b> Участвовать в программе BugBounty на условиях, описанных в <b>п.13.</b> Оферты.
</p>
<h4>
    5. Стоимость услуг и порядок расчетов
</h4>
<p>
    <b>5.1.</b> Стоимость Услуг, оказанных Робофидом по Договору, определяется согласно стоимости тарифных планов, определенных в Сервисе «Робофид», помноженных на количество активных Торговых Площадок, для которых формируется Экспортный Файл.
</p>
<p>
    <b>5.2.</b> Расчетный период оказания Услуг устанавливается в размере одного календарного месяца, если иное не предусмотрено договором.
</p>
<p>
    <b>5.3.</b> Оплата Услуг производится Заказчиком в российских рублях в безналичном порядке.
</p>
<p>
    <b>5.4.</b> Услуги оказываются Заказчику на условиях предварительной оплаты Услуг. Заказчик производит авансовый платеж в размере 100% (Ста процентов) от общей стоимости заказываемых Услуг на основании счета, выставленного Робофидом Заказчику на оплату, в течение 5 (пяти) календарных дней с момента выставления Счета. Для целей Оферты срок, исчисляемый в календарных днях, не включает нерабочие и праздничные дни. Оплата Заказчиком Счета является Акцептом Оферты и влечет заключение Договора на условиях предварительной оплаты (<b>п.6.2.</b> Оферты).
</p>
<p>
    <b>5.5.</b> Оплата Услуг также может производиться иными способами, доступными в личном кабинете Заказчика Сервиса «Робофид».
</p>
<p>
    <b>5.6.</b> Услуги считаются оплаченными Заказчиком с момента получения Робофидом подтверждения из банка о поступлении всей суммы оплаты на расчетный счет Робофида. В отдельных случаях по собственному усмотрению Робофида подтверждением факта оплаты может служить:<br/>
    а) факсимильная копия платежного поручения с отметкой банка об оплате при безналичной форме оплаты;<br/>
    б) факсимильная копия квитанции об оплате с печатью банка, через который произведена оплата;<br/>
    в) верификация Робофидом факта платежа в пользу Робофидом через платежные системы в случае осуществления Заказчиком электронного платежа.
</p>
<p>
    <b>5.7.</b> Настоящим Стороны договорились, что в случае, если на момент прекращения или расторжения Договора сумма произведенной Заказчиком предоплаты Услуг превышает стоимость фактически оказанных Заказчику по Договору Услуг, то разница между указанными суммами может быть по заявлению Заказчика признана внесенной Заказчиком в счет оплаты (предоплаты) Услуг в рамках других (в том числе будущих) договоров, за исключением случаев:<br/>
    1) когда иное прямо предусмотрено условиями Оферты;<br/>
    2) когда иное дополнительно согласовано Сторонами при прекращении или расторжении Договора.<br/>
    Настоящее условие остается в силе и действует также после расторжения или прекращения Договора.
</p>
<p>
    <b>5.8.</b> Ежемесячно (в последний день рассчетного периода) и/или в последний день оказания Услуг по Договору (Счету), Робофид формирует односторонний Акт об оказанных услугах в соответствии с объемом фактически оказанных в отчетном периоде Услуг. Общими условиями или Правилами может быть предусмотрен иной порядок и сроки формирования Актов об оказанных услугах.
</p>
<p>
    <b>5.9.</b> Услуги считаются оказанными Робофидом надлежащем образом и принятыми Заказчиком в указанном в Акте объеме, если в течение десяти календарных дней по завершении рассчетного периода Робофид не получил от Заказчика мотивированных письменных возражений.<br/>
    По истечении срока, указанного выше, претензии Заказчика по Акту, в том числе по количеству (объему), стоимости и качеству Услуг не принимаются.
</p>
<p>
    <b>5.10.</b> Сторонами согласовано, что в отношении любых денежных обязательств Сторон по Договору законные проценты (проценты на сумму долга за период пользования денежными средствами), предусмотренные ст. 317.1 ГК РФ, не начисляются.
</p>
<h4>
    6. Акцепт оферты и заключение договора
</h4>
<p>
    <b>6.1.</b> Не признается надлежащим акцептом Оферты действия, предусмотренные <b>п.6.2</b>, <b>6.4</b> Оферты, осуществленные: 1) лицом, с которым Робофидом ранее был расторгнут Договор в связи с нарушением указанным лицом положений Оферты, а также 2) лицом, дублирующим Заказчика (Клиента), с которым Робофидом ранее был расторгнут Договор, в связи с нарушением им положений Оферты.<br/>
    <br/>
    Указанные действия не влекут возникновения каких-либо обязательств со стороны Робофида.<br/>
    Положения настоящего пункта не распространяются на случаи, когда Робофид осуществил однозначные действия, свидетельствующие о принятии Акцепта, осуществленного вышеуказанными лицами, в качестве надлежащего (фактическое начало оказания Услуг).<br/>
    Робофид вправе самостоятельно определять технические способы ограничения Акцепта Оферты в отношении вышеуказанных лиц.
</p>
<p>
    <b>6.2.</b> Заказчик производит Акцепт Оферты путем предварительной оплаты по Счету Услуг Робофида, в отношении которых заключается Договор, в течение 5 дней с момента выставления Счета.
</p>
<p>
    <b>6.3.</b> В случае если Заказчик произвел Акцепт Оферты в срок, превышающий указанный в Счете, Робофид имеет право, по своему усмотрению, принять такой Акцепт и приступить к оказанию Услуг, либо отказаться от принятия такого Акцепта, возвратив Заказчику сумму предоплаты.
</p>
<h4>
    7. Срок действия и изменение условий Оферты
</h4>
<p>
    <b>7.1.</b> Оферта вступает в силу с даты, указанной в разделе «Дата вступления в силу» и действует до момента отзыва Оферты Робофидом.
</p>
<p>
    <b>7.2.</b> Робофид оставляет за собой право внести изменения в условия Оферты и/или отозвать Оферту в любой момент по своему усмотрению. В случае внесения Робофидом изменений в Оферту, такие изменения вступают в силу с момента размещения измененного текста Оферты в сети Интернет по адресу https://robofeed.ru/dogovor-oferta/, если иной срок вступления изменений в силу не определен дополнительно при таком размещении.
</p>
<h4>
    8. Срок действия и изменение договора
</h4>
<p>
    <b>8.1.</b> Акцепт Оферты Заказчиком, произведенный согласно ст. 6 Оферты, создает Договор (статья 438 Гражданского Кодекса РФ) на условиях Оферты.
</p>
<p>
    <b>8.2.</b> Договор вступает в силу с момента Акцепта Оферты Заказчиком и действует: а) до момента исполнения Сторонами обязательств по Договору, а именно оплаты Заказчиком стоимости Услуг и оказания Робофидом Услуг в объеме, соответствующем стоимости Услуг, либо б) до момента расторжения Договора.
</p>
<p>
    <b>8.3.</b> Заказчик соглашается и признает, что внесение изменений в Оферту влечет за собой внесение этих изменений в заключенный и действующий между Заказчиком и Робофидом Договор, и эти изменения в Договор вступают в силу одновременно с такими изменениями в Оферту.
</p>
<p>
    <b>8.4.</b> В случае отзыва Оферты Робофидом в течение срока действия Договора, Договор считается прекращенным с момента отзыва, если иное не оговорено Робофидом при отзыве Оферты.
</p>
<h4>
    9. Расторжение договора
</h4>
<p>
    <b>9.1.</b> Договор может быть расторгнут:
</p>
<p>
    <b>9.1.2.</b> Робофидом в случае нарушения Заказчиком условий Договора немедленно с письменным уведомлением Заказчика;
</p>
<p>
    <b>9.1.3.</b> По иным основаниям, предусмотренным настоящей Офертой и/или действующим законодательством РФ.
</p>
<p>
    <b>9.2.</b> Обязательства Сторон по Договору, которые в силу своей природы должны продолжать действовать (включая обязательства в отношении конфиденциальности, проведения взаиморасчетов, использованию информации, но, не ограничиваясь указанным), остаются в силе после окончания действия Договора.
</p>
<p>
    <b>9.3.</b> Прекращение срока действия Договора по любому основанию не освобождает Стороны от ответственности за нарушения условий Договора, возникшие в течение срока его действия.
</p>
<h4>
    10. Гарантии
</h4>
<p>
    <b>10.1.</b> В течение срока действия Договора Робофид предпримет все усилия для устранения каких-либо сбоев и ошибок, в случае их возникновения. При этом Робофид не гарантирует отсутствия ошибок и сбоев при обработке Robofeex XML и/или создании Экспортного Файла, в том числе в отношении работы программного обеспечения.
</p>
<p>
    <b>10.2.</b> За исключением гарантий, прямо указанных в тексте Оферты, Робофид не предоставляет никаких иных прямых или подразумеваемых гарантий по Договору и прямо отказывается от каких-либо гарантий или условий в отношении не нарушения прав и соответствия Услуг конкретным целям Заказчика.
</p>
<p>
    <b>10.3.</b> Производя Акцепт Оферты, Заказчик (или представитель Заказчика, в т.ч. физическое лицо, должным образом уполномоченное заключить Договор от лица Заказчика) подтверждает и гарантирует Робофиду, что:
</p>
<p>
    <b>10.3.1.</b> Заказчик (представитель Заказчика) указал достоверные данные, в том числе персональные данные Заказчика (представителя Заказчика) при регистрации в качестве пользователя на Сервисе «Робофид» и достоверные данные, в том числе персональные, Заказчика при оформлении платежных документов по оплате Услуг.
</p>
<p>
    <b>10.3.2.</b> Заказчик дает согласие на обработку Сервисом «Робофид» персональных данных, указанных Заказчиком при регистрации на Сервисе «Робофид» и/или при заключении Договора, в том числе на совершение Сервисом «Робофид» действий, предусмотренных п. 3 ст. 3 Федерального закона от 27.07.2006 года № 152-ФЗ «О персональных данных», любыми способами, для целей заключения и исполнения Договора.
</p>
<p>
    <b>10.3.3.</b> Заказчик (представитель Заказчика): а) полностью ознакомился с условиями Оферты, б) полностью понимает предмет Оферты и Договора, в) полностью понимает значение и последствия своих действий в отношении заключения и исполнения Договора.
</p>
<p>
    <b>10.3.4.</b> Заказчик (представитель Заказчика) обладает всеми правами и полномочиями, необходимыми для заключения и исполнения Договора.
</p>
<p>
    <b>10.3.5.</b> Размещение (воспроизведение, показ), иное использование Робофидом Robofeed XML по Договору, а также Robofeed XML (их содержание), к которым осуществляется переадресация пользователей, не нарушает и не влечет за собой нарушение каких-либо прав третьих лиц и действующего законодательства, в связи с чем Заказчик несет ответственность в соответствии с <b>п.п.11.5</b>, <b>11.6</b> Оферты.
</p>
<p>
    <b>10.3.6.</b> Товары, сведения о которых содержатся в представленных Заказчиком Robofeed XML, законным способом были введены в гражданский оборот на территории Российской Федерации и/или на территории государства, в котором осуществляется продажа указанных товаров и/или в которое осуществляется доставка указанных товаров.
</p>
<h4>
    11. Ответственность и ограничение ответственности
</h4>
<p>
    <b>11.1.</b> За нарушение условий Договора Стороны несут ответственность, установленную Договором и/или действующим законодательством РФ.
</p>
<p>
    <b>11.2.</b> Робофид ни при каких обстоятельствах не несет никакой ответственности по Договору за: а) какие-либо косвенные убытки и/или упущенную выгоду Заказчика и/или третьих сторон вне зависимости от того, мог Робофид предвидеть возможность таких убытков или нет; б) использование/невозможность использования Заказчиком и/или третьими лицами любых средств и/или способов передачи/получения Robofeed XML и/или информации.
</p>
<p>
    <b>11.3.</b> Совокупный размер ответственности Робофида по Договору, включая размер штрафных санкций (пеней, неустоек) и/или возмещаемых убытков, по любому иску или претензии в отношении Договора или его исполнения, ограничивается 1 % стоимости Услуг по Договору за рассчетный период конкретного магазина.
</p>
<p>
    <b>11.4.</b> Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, которые возникли после заключения Договора, либо если неисполнение обязательств Сторонами по Договору явилось следствием событий чрезвычайного характера, которые Стороны не могли ни предвидеть, ни предотвратить разумными мерами.
</p>
<p>
    <b>11.5.</b> Заказчик несет ответственность в полном объеме за: а) соблюдение всех требований законодательства, в том числе законодательства о рекламе, об интеллектуальной собственности, о конкуренции, но не ограничиваясь перечисленным, в отношении содержания и формы Robofeed XML и материалов, на которые Заказчик устанавливает ссылку с Robofeed XML, использование сайта (доменного имени сайта), на который установлена ссылка, иные действия, осуществляемые им в качестве рекламодателя и/или рекламопроизводителя; б) достоверность сведений, указанных им при регистрации в качестве пользователя на Сервисе «Робофид», достоверность сведений, указанных в Robofeed XML.
</p>
<p>
    <b>11.6.</b> Принимая во внимание условия <b>п.11.5</b> Оферты, Заказчик обязуется своими силами и за свой счет разрешать споры и урегулировать претензии третьих лиц в отношении Robofeed XML, в связи с их размещением по Договору, либо возместить убытки (включая судебные расходы), причиненные Робофиду в связи с претензиями и исками, основанием предъявления которых явилось размещение/обработка/передача содержимого Robofeed XML Заказчика по Договору. В случае если содержание, форма и/или размещение Robofeed XML Заказчика по Договору явилось основанием для предъявления к Робофиду предписаний по уплате штрафных санкций со стороны государственных органов, Заказчик обязуется незамедлительно по требованию Робофида предоставить ему всю запрашиваемую информацию, касающуюся размещения и содержания Robofeed XML, содействовать Робофиду в урегулировании предписаний, а также возместить все убытки (включая расходы по уплате штрафов), причиненные Робофиду вследствие предъявления ему предписаний в результате размещения/обработки/передачи Robofeed XML Заказчика.
</p>
<p>
    <b>11.7.</b> В случае нарушения Заказчиком условий Договора Робофид вправе приостановить оказание Услуг до момента устранения Заказчиком допущенных нарушений и возмещения (компенсации) причиненных Робофиду таким нарушением убытков в полном объеме и/или расторгнуть Договор. При расторжении Договора по указанному основанию Робофид вправе путем удержания взыскать с Заказчика предъявленные в соответствии с Договором суммы неустоек и убытков.
</p>
<h4>
    12. Прочие условия
</h4>
<p>
    <b>12.1.</b> Договор, его заключение и исполнение регулируется действующим законодательством Российской Федерации. Все вопросы, не урегулированные Офертой или урегулированные не полностью, регулируются в соответствии с материальным правом Российской Федерации. Если споры между Заказчиком и Робофидом в отношении Договора не разрешены путем переговоров Сторон, они подлежат рассмотрению в порядке, предусмотренном действующим законодательством в Арбитражном суде г. Москвы.
</p>
<p>
    <b>12.2.</b> Стороны согласились, что условие сохранения конфиденциальности регистрационных данных (включая персональные данные), указанных Заказчиком при регистрации на Сервисе «Робофид» и/или при заключении Договора, не распространяется на случаи использования Робофидом таких данных в целях выставления Заказчику счетов на оказание Услуг, счетов-фактур и оформления с Заказчиком актов сдачи-приемки Услуг, а также в случае передачи регистрационных данных третьим лицам в целях, связанных с оказанием Услуг. В указанных документах подлежат указанию данные (в том числе персональные данные) и реквизиты, предоставленные Заказчиком.
</p>
<p>
    <b>12.3.</b> Любые уведомления по Договору могут направляться одной Стороной другой Стороне: 1) по электронной почте а) на адрес электронной почты Заказчика, указанный им при регистрации на Сервисе «Робофид», с адреса электронной почты Робофида, указанного в <b>п.14.</b> Оферты в случае, если получателем является Заказчик, и б) на адрес электронной почты Робофида, указанный в <b>п.14.</b> Оферты, с адреса электронной почты Заказчика, указанного им при регистрации на Сервисе «Робофид»; 2) почтой с уведомлением о вручении или курьерской службой с подтверждением доставки.
</p>
<p>
    <b>12.4.</b> В случае если одно или более положений Оферты являются по какой-либо причине недействительными, не имеющими юридической силы, такая недействительность не оказывает влияния на действительность любого другого положения Оферты (Договора), которые остаются в силе.
</p>
<p>
    <b>12.5.</b> Не вступая в противоречие с условиями Оферты, Заказчик и Робофид вправе в любое время оформить Договор на оказание Услуг в форме письменного двухстороннего документа.
</p>
<h4>
    13. Правила программы BugBounty
</h4>
<p>
    <b>13.1.</b> Любой пользователь Сервиса «Робофид» может участвовать в программе BugBounty, если таковая проводится на текущий период времени.
</p>
<p>
    <b>13.2.</b> Для участия в программе пользователь должен быть зарегистрирован на Сервисе «Робофид» и обязан получить согласие на участие в программе от Робофида, связавшись с Робофидом по электронной почте, указанной в <b>п.14.</b> Оферты.
</p>
<p>
    <b>13.3.</b> Действия пользователя, направленные на поиск и/или эксплуатацию уязвимостей Сервиса «Робофид», не получившего согласия от Робофид на участие в программе BugBounty, будут расцениваться как попытка получения несанкционированного доступа, что влечет за собой ответственность согласно ст. 272 УК РФ.
</p>
<p>
    <b>13.4.</b> В случае обнаружения уязвимостей пользователь обязан предоставить Робофиду отчет об уязвимостях и порядке их воспроизведения на электронную почту, указанную в <b>п.14.</b> Оферты.
</p>
<p>
    <b>13.5.</b> Пользователь соглашается с тем, что размер вознаграждения устанавливает Робофид по факту рассмотрения и устранения уязвимости.
</p>
<p>
    <b>13.6.</b> Вознаграждение Робофид переводит путем безналичной оплаты на расчетный счет пользователя.
</p>
<p>
    <b>13.7.</b> Обнаружение уязвимости, но не информирование об это, Робофид так же будет расценивать, как попытку получения несанкционированного доступа.
</p>
<h4>
    14. Реквизиты Робофида
</h4>
<table class="table table-striped" style="width: auto;">
    <tbody>
    <tr>
        <th>
            Наименование:
        </th>
        <td>
            ИП Черешнев Евгений Сергеевич
        </td>
    </tr>
    <tr>
        <th>
            ОГРНИП:
        </th>
        <td>
            318505000044563
        </td>
    </tr>
    <tr>
        <th>
            ИНН/КПП:
        </th>
        <td>
            505078003987/-
        </td>
    </tr>
    <tr>
        <th>
            E-mail:
        </th>
        <td>
            info@robofeed.ru
        </td>
    </tr>
    <tr>
        <th colspan="2">
            Банковские реквизиты
        </th>
    </tr>
    <tr>
        <th>
            Банк:
        </th>
        <td>
            МОСКОВСКИЙ ФИЛИАЛ АО КБ "МОДУЛЬБАНК"
        </td>
    </tr>
    <tr>
        <th>
            БИК:
        </th>
        <td>
            044525092
        </td>
    </tr>
    <tr>
        <th>
            р/с:
        </th>
        <td>
            40802810770010147432
        </td>
    </tr>
    <tr>
        <th>
            к/с:
        </th>
        <td>
            30101810645250000092
        </td>
    </tr>
    </tbody>
</table>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>