<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Договор-оферта");
?>
    <div class="col-12">
        <h1>Договор-оферта</h1>

        <br/>
        <h2>1.&nbsp;Общие положения</h2>
        <p>
            1.1. Настоящая публичная оферта (в дальнейшем &ndash; Договор) в соответствии со ст. 437 Гражданского кодекса РФ является официальным предложением &laquo;ИП Черешнева Злата Сергеевна&raquo;, далее именуемого&nbsp;&laquo;Продавец&raquo;, адресованным неопределенному кругу лиц, заключить с &laquo;ИП Черешнева Злата Сергеевна&raquo;&nbsp;договор купли-продажи Товара на условиях, определенных в настоящей оферте, содержащей все существенные условия договора.<br />
            1.2. Акцептом настоящей оферты (договора) является оформление Покупателем Заказа на Товар в соответствии с условиями настоящей оферты.<br />
            1.3. Договор, заключаемый на основании акцептирования Покупателем настоящей оферты, является договором присоединения, т.е. Покупатель принимает условия настоящей оферты полностью, без каких-либо оговорок и исключений.<br />
            1.4. К отношениям между Покупателем и Продавцом применяются положения Гражданского кодекса РФ, Закона &laquo;О защите прав потребителя&raquo; №2300-1 от 07.02.1992г., Правил продажи товаров дистанционным способом, утвержденных Постановлением Правительства РФ от 27.09.2007г. № 612 и иные правовые акты, действующие на территории Российской Федерации.<br />
            1.5. Каждая Сторона гарантирует другой Стороне, что обладает право- и дееспособностью, а равно всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения договора купли-продажи.<br />
            1.6. Заказывая товар, Покупатель гарантирует Продавцу, что он полностью ознакомился с условиями настоящей оферты, со сведениями об основных потребительских свойствах Товара, с ценой и условиями поставки, с условиями эффективного и безопасного использования Товара и иными сведениями и условиями, имеющими значение для Покупателя при принятии решения о заключении с Продавцом договора.<br />
            1.7. Все информационные материалы о Товаре, размещенные на сайте Продавца, носят информационный характер и могут не в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Товара. В случае возникновения у Покупателя вопросов до заключения Договора Покупателю необходимо обратиться к Продавцу за консультацией по телефону +7 (495) 166-3761 и / или написав на <a href="mailto:info@auto-head.com">info@auto-head.com</a>.
        </p>
        <h2>2.&nbsp;Термины и определения</h2>
        <p>
            2.1. Оферта &ndash; публичное предложение Продавца, размещенное на сайте&nbsp;<a href="http://auto-head.com/">auto-head.com</a>&nbsp;, адресованное любому физическому лицу заключить с ним Договор на изложенных в оферте условиях.<br />
            2.2. Акцепт &ndash; полное и безоговорочное принятие Покупателем условий Договора в момент оформления Заказа и отправки его Продавцу. Принятие Продавцом заказа Покупателя означает заключение между ними договора купли-продажи.<br />
            2.3. Продавец &ndash; юридическое лицо, созданное на территории и в соответствии с законодательством Российской Федерации - &laquo;ИП Черешнева Злата Сергеевна&raquo; (ОГРНИП 317505000038170), осуществляющее реализацию Товаров (услуг) Покупателям через интернет-магазин.<br />
            2.4. Покупатель &ndash; дееспособное совершеннолетнее физическое лицо, приобретающее и использующее товары исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности, разместившее Заказ на сайте&nbsp;<a href="http://auto-head.com/">auto-head.com</a><br />
            2.5. Интернет-магазин (сайт) &ndash; торговая площадка Продавца, расположенная в сети интернет по адресу&nbsp;<a href="http://auto-head.com/">auto-head.com</a>,<br />
            2.6. Товар &ndash; объект купли-продажи (вещь), не изъятый и не ограниченный в гражданском обороте, представленный к продаже в интернет-магазине посредством его размещения в соответствующем разделе. Перечень товаров, продаваемых дистанционным способом, определяется Продавцом.<br />
            2.7. Заказ &ndash; надлежаще оформленный запрос Покупателя на покупку Товара, направленный Продавцу через сайт интернет-магазина или по телефону.
        </p>
        <h2>3.&nbsp;Регистрация в Интернет-магазине</h2>
        <p>
            3.1. Оформить Заказ в Интернет-магазине могут зарегистрированные и незарегистрированные Покупатели.<br />
            3.2. Продавец не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации.<br />
            3.3. Покупатель, зарегистрировавшийся в Интернет-магазине, получает индивидуальную идентификацию путем предоставления логина и пароля. Индивидуальная идентификация Покупателя позволяет избежать несанкционированных действий третьих лиц от имени Покупателя и открывает доступ к дополнительным сервисам. Передача Покупателем логина и пароля третьим лицам запрещена, Покупатель самостоятельно несёт ответственность за все возможные негативные последствия в случае передачи логина и пароля третьим лицам.<br />
            3.4. Личные сведения, полученные в распоряжение Интернет-магазина при регистрации или каким-либо иным образом, не будут без разрешения пользователей передаваться третьим организациям и лицам за исключением ситуаций, когда этого требует закон или судебное решение.
        </p>
        <h2>4.&nbsp;Оформление Заказа</h2>
        <p>
            4.1. Заказ Покупателя может быть оформлен по телефону и/или через сеть Интернет.<br />
            4.1.1. При оформлении Заказа по телефону Покупатель подтверждает, что ознакомлен с правилами и условиями настоящей оферты и предоставляет сотруднику Продавца информацию, необходимую для оформления Заказа.<br />
            4.1.2. При оформлении Заказа через сеть Интернет Покупатель заполняет электронную форму Заказа на Товар &ndash; выбирает способ оплаты, способ поставки, указывает данные о покупателе (грузополучателе), плательщике, контактный телефон, адрес электронной почты, адрес доставки (при необходимости), наименование Товара, его артикул, марку, количество, цену и отправляет сформированный Заказ Продавцу посредством сети Интернет.<br />
            4.2. После получения Заказа Продавец в течение рабочего дня согласовывает данные Заказа с Покупателем по телефону, в том числе дату и время поставки товара.<br />
            4.3. Если после получения Заказа обнаруживается, что на складе у Продавца отсутствует необходимое количество заказанного Товара, Продавец информирует об этом Покупателя по телефону или посредством электронной почты. Покупатель вправе согласиться принять Товар в количестве, имеющемся в наличии у Продавца, либо аннулировать данную позицию Товара из Заказа. В случае неполучения ответа Покупателя в течение 3 (трёх) календарных дней с момента уведомления по телефону или электронной почте, Продавец вправе аннулировать Заказ в полном объеме.<br />
            4.4. Покупатель имеет право изменить состав Заказа до передачи его в Курьерскую или иную службу доставки путём уведомления об этом Продавца по телефону.<br />
            4.5. После согласования всех условий Заказа Поставщик не более чем в течение 3 (трех) дней формирует Заказ, подготавливает необходимую документацию и передает в курьерскую или иную службу для его доставки Покупателю, либо, при согласовании условий самовывоза товара Покупателем &ndash; сообщает Покупателю по телефону или электронной почте о готовности Товара к отгрузке, месте его нахождения и времени, в которое можно забрать Товар.
        </p>
        <h2>5.&nbsp;Поставка Товара</h2>
        <p>
            5.1. Продавец приложит все усилия для соблюдения даты и времени доставки, указанных в соответствующем Заказе, тем не менее, задержки в доставке возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.<br />
            5.2. Способы доставки:<br />
            &bull; Самовывоз из пунктов выдачи заказов (См. раздел "Доставка")<br />
            &bull; Курьерская служба доставки (по всей России)<br />
            <br />
            Более подробная информация указана в разделе &laquo;Доставка&raquo; на сайте Интернет-магазина.<br /><br />
            5.3. Способы оплаты:<br />
            &bull; Наличный расчет при получении Заказа<br /><br />
            5.4. Доставка транспортной компанией осуществляется только на условиях перечисления Покупателем предоплаты в размере 100% стоимости Заказа.<br />
            5.5. Стоимость доставки заказанных Товаров рассчитывается индивидуально, исходя из его веса, региона и способа доставки.<br />
            5.6. Доставка Товара осуществляется в день, согласованный Сторонами, с 9.00 до 20.00 часов по адресу, указанному Покупателем в Заказе. В день доставки с Покупателем предварительно связывается по телефону представитель курьерской или транспортной компании.<br />
            5.7. При доставке заказанные Товары вручаются Покупателю или лицу, указанному в качестве получателя в Заказе, либо лицу, уполномоченному Покупателем и/или Получателем, предоставившему доверенность на право получения Заказа.<br />
            5.8. Если в момент доставки Покупатель отсутствует по адресу доставки, а указанный в Заказе телефонный номер не отвечает, то в течение 2 (двух) рабочих дней Заказ Покупателя аннулируется. С Покупателя удерживается стоимость доставки, остальные денежные средства, предоплаченные покупателем за Заказ, возвращаются ему наличными денежными средствами по месту нахождения Продавца, либо почтовым переводом, либо путем перечисления денежных средств на банковский счет, указанный Покупателем.<br />
            5.9. Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств в пункте 5.7, при вручении предоплаченного Заказа лицо, осуществляющее доставку Заказа, вправе потребовать предъявить документ, удостоверяющий личность Покупателя и/или Получателя, а также потребовать указать реквизиты предоставленного Покупателем и/или Получателем документа, удостоверяющего личность Покупателя и/или Получателя, на квитанции к Заказу. Продавец гарантирует конфиденциальность и защиту персональной информации Покупателя и/или Получателя.<br />
            5.10. В момент передачи Товара Покупатель/Получатель обязан осмотреть товар, проверить его внешний вид (целостность), работоспособность и комплектность.<br />
            5.11. В случае осуществления доставки курьером Покупатель/Получатель обязан передать курьеру денежные средства в размере 100% стоимости Заказа и доставки.<br />
            5.12. Покупателю и/или получателю в момент получения Товара передается пакет документов на Товар:<br />
            &bull; транспортная накладная (только при осуществлении доставки);<br />
            &bull; кассовый чек либо заменяющий его документ установленной формы;<br />
            &bull; инструкцию по эксплуатации Товара на русском языке (в случае если это предусмотрено);<br />
            &bull; гарантийный талон (в случае, если это предусмотрено).<br />
            5.13. После приемки Товара Покупателем и/или Получателем, Продавец не принимает претензий по качеству (внешний вид) и комплектности Товара.<br />
            5.14. Покупатель вправе самостоятельно забрать предварительно заказанный в порядке, указанном в настоящем Договоре, Товар в пунктах выдачи заказов после получения уведомления от транспортной компании о прибытии Заказа.<br />
            5.15. Право собственности и риск случайной гибели или случайного повреждения Товара переходит к Покупателю в момент передачи ему Товара.
        </p>
        <h2>6.&nbsp;Оплата Товара</h2>
        <p>
            6.1. Цена Товара указывается рядом с определённым наименованием Товара в Интернет-магазине.<br />
            6.2. Цена Товара в Интернет-магазине может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный Покупателем Товар изменению не подлежит.<br />
            6.3. Заказать можно только тот Товар, который есть в наличии на момент заказа. Зарегистрированные пользователи могут оформить заявку на оповещение о поступлении отсутствующего Товара, при этом цена на Товар может быть изменена без предварительного уведомления Покупателя. В случае оформления Покупателем предварительного Заказа Товара, не имеющегося в наличии, но ожидаемого к поступлению в продажу, цена на Товар также может быть изменена без предварительного уведомления. В указанных случаях при поступлении такого Товара на склад Продавец по телефону или электронной почте уведомляет об этом Покупателя. В уведомлении содержится информация о текущей стоимости Товара. При согласии Покупателя купить Товар на указанный Продавцом условиях Продавец оформляет Заказ в соответствии с правилами, указанными в настоящей оферте.<br />
            6.4. Оплата Товара Покупателем производится в рублях путём:<br />
            &bull; при доставке Товара Курьерской службой &ndash; Курьеру наличными денежными средствами при получении Товара,<br />
            &bull; при самовывозе &ndash; в момент передачи товара наличными денежными средствами представителю Продавца, осуществляющему передачу Товара,<br />
            &bull; в иных случаях &mdash; по безналичному расчету на расчётный счёт Продавца в банке.<br />6.5. Покупатель принимает во внимание, что цены, указанные на сайте интернет-магазина, по техническим причинам могут быть недостоверными (необоснованно низкими или высокими). При возникновении подобной ситуации ограничения на изменение цены Товара, указанные в п. 6.2. настоящей оферты, не применяются.
        </p>
        <h2>7.&nbsp;Права и обязанности Сторон</h2>
        <p>
            7.1.Продавец обязуется:<br />
            7.1.1. С момента заключения настоящего договора обеспечить надлежащее исполнение всех своих обязательств в соответствии с условиями Договора и действующего законодательства. Продавец вправе не исполнять свои обязательства по Договору в случае возникновения форс-мажорных обстоятельств, либо в случае неисполнения Покупателем встречных обязательств по настоящему Договору.<br />7.1.2. Своевременно доводить до Покупателя информацию об основных потребительских свойствах Товара, месте его изготовления, сроке службы (сроке годности, гарантийном сроке) товара, об адресе Продавца, его полном наименовании, об условиях приобретения, оплаты, поставки товара, а также иную информацию, обязательную для сообщения Продавцом в соответствии с действующим законодательством.<br />
            7.1.3. Передать Покупателю товар надлежащего качества, в надлежащей упаковке, в строгом соответствии с условиями настоящего договора и Заказа Покупателя.<br />
            7.1.4. Одновременно с передачей Товара обеспечить передачу всех необходимых документов на товар.<br />
            7.1.5.Передавать Покупателю Товар, свободный от любых прав третьих лиц.<br />
            7.1.6. Нести иные обязательства в соответствии с законодательством РФ.<br /><br />
            7.2. Продавец вправе:<br />
            7.2.1. В любой момент до заключения Договора с Покупателем в одностороннем порядке изменять условия настоящего договора (оферты) путем размещения на сайте интернет-магазина. Все изменения вступают в силу и считаются доведенными до сведения Покупателя с момента их публикации.<br />
            7.2.2. Обрабатывать персональные данные Покупателя в соответствии с Законом о защите персональных данных. Покупатель дает свое согласие на обработку его персональных данных Продавцом.<br />
            7.2.3. Информировать зарегистрированных пользователей (как во время действия договора, так и после его окончания) о проводимых акциях, скидках, о появляющихся новинках и прочее посредством рассылок информационного характера по адресам, телефонам, электронным адресам (контактам) пользователей.<br />
            7.2.4. Без согласования с Покупателем привлекать к исполнению настоящего договора третьих лиц.<br />
            7.2.5. Перед осуществлением доставки Товара требовать от Покупателя его полной оплаты. В случае отказа Покупателя Продавец вправе не осуществлять поставку Товара.<br /><br />
            7.3. Покупатель обязан:<br />7.3.1. Обеспечить со своей стороны полное и надлежащее исполнение условий настоящего Договора.<br />
            7.3.2. Принять и оплатить Товар, переданный ему Продавцом в соответствии с Заказом Покупателя.<br />
            7.3.3. Не использовать купленный у Продавца Товар в предпринимательских целях.<br /><br />
            7.4. Покупатель вправе:<br />
            7.4.1. Отказаться от получения информационных рассылок Продавца в своем Личном кабинете.<br />
            7.4.2. Изменить, отменить свой Заказ в любой момент до передачи Товара курьерской/транспортной службе для его доставки Покупателю.
        </p>
        <h2>8.&nbsp;Возврат Товара</h2>
        <p>
            8.1. Покупатель вправе отказаться от заказанного и переданного ему Товара в течение 7 (семи) дней после его получения. Возврат Товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного Товара. Согласно пункту 1 статьи 25 закона РФ &laquo;О защите прав потребителей&raquo; от 07.02.1992 № 2300-1 невозможен возврат товара, бывшего в употреблении. При отказе Покупателя от заказанного Товара Продавец удерживает из суммы, уплаченной Покупателем за Товар в соответствии с договором, расходы Продавца на доставку Товара Покупателю, а также на его возврат от Покупателя, если возврат осуществляется силами Продавца.<br />
            8.2. Покупатель не вправе возвратить Товары надлежащего качества, указанные в Перечне непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену, утвержденном Постановлением Правительства РФ от 19.01.1998 № 55.<br />
            8.3. Обмен и возврат Товара производиться в офисе Продавца или пунктах самовывоза на основании Заявления, заполненного и подписанного Покупателем.<br />
            8.4. При возврате Покупателем Товара надлежащего качества составляются накладная или акт о возврате товара, в котором указываются:<br />
            &bull; полное фирменное наименование (наименование) Продавца;<br />
            &bull; фамилия, имя, отчество Покупателя;<br />
            &bull; наименование Товара;<br />
            &bull; даты заключения договора и передачи Товара;<br />
            &bull; причины возврата Товара;<br />
            &bull; сумма, подлежащая возврату;<br />
            &bull; подписи продавца и покупателя.<br />
            8.5. Покупатель, которому продан Товар ненадлежащего качества, если это не было оговорено продавцом, вправе по своему выбору потребовать:<br />
            &bull; Безвозмездного устранения недостатков товара или возмещения расходов на их исправление покупателем или третьим лицом.<br />
            &bull; Замены на Товар аналогичной марки (модели, артикула) или на такой же Товар другой марки (модели, артикула) с соответствующим перерасчетом покупной цены.<br />
            &bull; Вправе отказаться от исполнения договора и потребовать возврата уплаченной за товар суммы.<br />
            8.6. Требование Покупателя относительно поставленного ему некачественного Товара должно быть направлено Продавцу в течение 2 (двух) рабочих дней с даты обнаружения этого факта.
        </p>
        <h2>9.&nbsp;Гарантии и ответственность</h2>
        <p>
            9.1. Гарантийный срок эксплуатации на Товар устанавливает производитель, срок указывается в гарантийном талоне (если это предусмотрено).<br />
            9.2. В момент передачи Товара третьим лицам (курьерской/транспортной службе) для его доставки Покупателю с Продавца снимается вся ответственность за сохранность, надлежащий вид и исправность Товара, а также за его доставку в случае, если не будет доказана вина Продавца. Данная ответственность переходит к третьим лицам, осуществляющим доставку.<br />
            9.3. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего хранения и/или использования Товаров, приобретенных в Интернет-магазине.<br />
            9.4. Продавец не отвечает за убытки Покупателя, возникшие в результате:<br />
            &bull; неправильного заполнения бланка-заказа, в т. ч. неправильного указания персональных данных, неправильного выбора покупателем характеристик, модели, модификации Товара,<br />
            &bull; неправомерных действий третьих лиц,<br />
            &bull; неполучения Товара Покупателем по его вине или вине третьих лиц.<br />
            9.5. Покупатель обязуется не использовать заказанный Товар в предпринимательских целях.<br />
            9.6. Покупатель несёт всю ответственность за достоверность сведений, указанных им при регистрации в Интернет-магазине.<br />
            9.7. Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств, если такое неисполнение явилось следствием действия обстоятельств непреодолимой силы, возникших после вступления в силу Правил, в результате событий чрезвычайного характера, которые Стороны не могли предвидеть и предотвратить разумными мерами.<br />
            9.8. В иных, не предусмотренных п. 9.7., случаях неисполнения или ненадлежащего исполнения своих обязательств Стороны несут ответственность в соответствии с действующим законодательством Российской Федерации.
        </p>
        <h2>10.&nbsp;Конфиденциальность и защита персональной информации</h2>
        <p>
            10.1. Предоставление информации Покупателем:<br />
            10.1.1. При оформлении заказа в Интернет-магазине Покупатель-физическое лицо предоставляет о себе следующую информацию: Фамилия, Имя, Отчество, адрес электронной почты, номер телефона и адрес доставки заказа.&nbsp;<br />
            10.1.2. При оформлении заказа в Интернет-магазине Покупатель-юридическое лицо предоставляет о себе следующую информацию: название компании, Фамилия, Имя, Отчество контактного лица, его адрес электронной почты, номер телефона, адрес доставки заказа, а также следующие реквизиты компании, необходимые для выставления счета на оплату - ИНН, КПП, Юридический адрес компании, Банк получателя, БИК, ОГРН и Расчетный счет компании.<br />
            10.1.3. В случае необходимости доставки заказа Покупателю-физическому лицу через транспортную компанию, Покупатель также сообщает дополнительные данные, однозначно идентифицирующие личность покупателя. Перечень таких данных может изменяться в зависимости от выбранной транспортной компании.<br />
            10.2. Использование информации, предоставленной Покупателем и получаемой Продавцом:<br />
            10.2.1. Продавец использует полученную от Покупателя информацию:<br />
            &bull; для регистрации Покупателя в Интернет-магазине;<br />
            &bull; для выполнения своих обязательств перед Покупателем;<br />
            &bull; для оценки и анализа качества работы Интернет-магазина;<br />
            &bull; для определения победителя в акциях, проводимых Продавцом.<br />
            10.2.2. Продавец вправе направлять Покупателю сообщения рекламно-информационного характера. Оформление Покупателем первого Заказа означает согласие Покупателя с получением от Продавца таких сообщений. Если Покупатель не желает получать рассылки от Продавца, он должен отказаться от получения такой рассылки в Интернет-магазине. Сообщения могут быть переданы по электронной почте или посредством смс.<br />
            10.3. Разглашение информации, полученной Продавцом:<br />
            10.3.1. Продавец обязуется не разглашать полученную от Покупателя информацию. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Покупателем.<br />
            10.3.2. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона.<br />
            10.4. Продавец вправе использовать технологию cookies. (cookies &mdash; служебная информация, посылаемая веб-сервером на компьютер пользователя, для сохранения в браузере. Применяется для сохранения данных, специфичных для данного пользователя, и используемых веб-сервером для различных целей). Cookies не содержат конфиденциальную информацию.<br />
            10.5. Продавец получает информацию об ip-адресе (уникальный идентификатор устройства, подключённого к локальной сети и/или сети Интернет) посетителя Сайта. Данная информация не используется для установления личности посетителя.<br />9.6. Продавец не несет ответственности за сведения, предоставленные Покупателем на Сайте в общедоступной форме.
        </p>
        <h2>11.&nbsp;Прочие условия</h2>
        <p>
            11.1. К отношениям между Покупателем и Продавцом применяется действующее законодательство Российской Федерации.<br />
            11.2. Покупатель гарантирует, что все условия настоящей оферты ему понятны, и он принимает их безусловно и в полном объёме.<br />
            11.3. Покупатель самостоятельно привлекает квалифицированных специалистов по установке, монтажу, наладке купленного в Интернет-магазине Товара. Продавец не обязан оказывать соответствующие услуги Покупателю.<br />
            11.4. Зарегистрированные пользователи имеют право направлять Продавцу фото- и видеоматериалы, относящиеся к Товару, распространяемому Продавцом, для их опубликования на сайте интернет-магазина Продавца.<br />
            Фото- и видеоматериалы должны быть исключительно личного производства соответствующего Пользователя либо Пользователь имеет разрешение от правомочного владельца авторских и иных исключительных прав на данные материалы на их использование, т.е. направляемые материалы свободны от каких-либо авторских и иных исключительных прав на них третьих лиц. Продавец самостоятельно принимает решение о возможности/невозможности опубликования фото- и видеоматериалов Пользователей.<br />
            Направление материалов Продавцу считается и рассматривается в качестве лицензии на его использование, распространение, воспроизведение, внесение изменений, переделку, публичное исполнение и публичную демонстрацию Продавцом. При этом Продавец гарантирует использование указанных материалов исключительно в законных целях.<br />
            11.5. В случае возникновения положительных отзывов и претензий со стороны Покупателя он должен обратиться в Отдел по работе с клиентами Продавца по телефону +7 (495) 166-3761.<br />
            11.6. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством РФ.<br />
            11.7. Недействительность какого-либо положения настоящих Правил не влечет за собой недействительность остальных положений.
        </p>
        <h2>12.&nbsp;Срок действия Договора</h2>
        <p>
            12.1. Датой заключения настоящего Договора является дата регистрации произведенного Покупателем и подтвержденного Продавцом Заказа.<br />
            12.2. Договор действует до полного исполнения Сторонами своих обязательств по настоящему Договору.
        </p>
        <h2>13.&nbsp;Отзыв Оферты</h2>
        <p>
            13.1. Отзыв оферты (Договора) может быть осуществлен Продавцом в любое время, что не является основанием для отказа от исполнения обязательств Продавца по уже заключенным Договорам.<br />
            Продавец обязан разместить уведомление об отзыве оферты в своем интернет-магазине с указанием точного времени отзыва оферты не менее чем за 12 (Двенадцать) часов до фактического отзыва (прекращения действия) оферты.
        </p>

    </div>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>