<?php

namespace Local\Core\Inner\TaxonomyData;


class AutoruCategory
{
    public static function getData()
    {
        return [
            [
                'TITLE' => 'Запчасти',
                'CHILD' => [
                    [
                        'TITLE' => 'Двигатель и система зажигания',
                        'CHILD' => [
                            [
                                'TITLE' => 'Система зажигания',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Реле накала',
                                    ],
                                    [
                                        'TITLE' => 'Свеча зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Свеча накала',
                                    ],
                                    [
                                        'TITLE' => 'Коммутатор системы зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Датчик пропусков зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Комплект бесконтактной системы',
                                    ],
                                    [
                                        'TITLE' => 'Резистор зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Распределители зажигания',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Трамблер',
                                            ],
                                            [
                                                'TITLE' => 'Бегунок трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Конденсатор трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Контактная группа трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Крышка трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Пластина трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Датчик Холла',
                                            ],
                                            [
                                                'TITLE' => 'Мембрана вакуумного корректора',
                                            ],
                                            [
                                                'TITLE' => 'Привод трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня привода трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Вакуумный регулятор системы',
                                            ],
                                            [
                                                'TITLE' => 'Сальник трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Вал трамблера',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект распределителя зажигания',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Провода высоковольтные',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Высоковольтные провода',
                                            ],
                                            [
                                                'TITLE' => 'Колпачок высоковольтного провода',
                                            ],
                                            [
                                                'TITLE' => 'Гильза высоковольтного провода',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Катушки зажигания',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Катушка зажигания',
                                            ],
                                            [
                                                'TITLE' => 'Конденсатор катушки зажигания',
                                            ],
                                            [
                                                'TITLE' => 'Кожух катушек зажигания',
                                            ],
                                            [
                                                'TITLE' => 'Наконечник катушки зажигания',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка катушки зажигания',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн катушки зажигания',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Наконечник свечи зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Проводка катушек зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Проводка свечей накала',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Блок двигателя и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Передняя крышка двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка крышки блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Втулка блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Блок цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Задняя крышка двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Датчик детонации',
                                    ],
                                    [
                                        'TITLE' => 'Балансиры двигателя',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Ремень балансиров',
                                            ],
                                            [
                                                'TITLE' => 'Вал балансирный',
                                            ],
                                            [
                                                'TITLE' => 'Сальник вала балансирного',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня вала балансирного',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник балансира',
                                            ],
                                            [
                                                'TITLE' => 'Ролик ремня балансиров',
                                            ],
                                            [
                                                'TITLE' => 'Постель балансирных валов',
                                            ],
                                            [
                                                'TITLE' => 'Цепь балансирных валов',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект балансирных валов',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник балансирного вала',
                                            ],
                                            [
                                                'TITLE' => 'Натяжитель цепи балансиров',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Поддон блока двигателя',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Маслоотражатель',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Поддон двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Пробка поддона сливная',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка сливной пробки',
                                            ],
                                            [
                                                'TITLE' => 'Крышка поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Крепление поддона',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Болт поддона',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шпилька поддона',
                                                    ],
                                                    [
                                                        'TITLE' => 'Гайка поддона',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шайба поддона',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект крепления поддона ДВС',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн поддона двигателя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Клипса поддона двигателя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Опора поддона двигателя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Скоба поддона',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Ремонтная вставка поддона',
                                            ],
                                            [
                                                'TITLE' => 'Втулка поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Трубка поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Магнит поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Обратный клапан поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Пружина сливной пробки поддона',
                                            ],
                                            [
                                                'TITLE' => 'Сетка поддона',
                                            ],
                                            [
                                                'TITLE' => 'Проставка поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Накладка поддона двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка поддона',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель поддона',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Крышка толкателей',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка крышки толкателей',
                                    ],
                                    [
                                        'TITLE' => 'Комплект прокладок блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн навесных агрегатов',
                                    ],
                                    [
                                        'TITLE' => 'Пробка блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Штифт блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Проставка блока двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Гильзы блока цилиндров',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Гильза цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка гильзы цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Регулировочное кольцо гильзы блока',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн датчика детонации',
                                    ],
                                    [
                                        'TITLE' => 'Крышка блока двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Вкладыш промежуточного вала',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Крепления двигателя',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Амортизаторы двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Болты крепления двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Опора двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн опоры двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Гайка опоры двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка опоры двигателя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система смазки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Датчик давления масла',
                                    ],
                                    [
                                        'TITLE' => 'Датчик температуры масла',
                                    ],
                                    [
                                        'TITLE' => 'Датчик уровня масла',
                                    ],
                                    [
                                        'TITLE' => 'Маслоприемник',
                                    ],
                                    [
                                        'TITLE' => 'Форсунка масляная',
                                    ],
                                    [
                                        'TITLE' => 'Шланг масляный',
                                    ],
                                    [
                                        'TITLE' => 'Трубка масляная',
                                    ],
                                    [
                                        'TITLE' => 'Масляный фильтр и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кронштейн масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр масляный',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Корпус масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Проставка под масляный фильтр',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Обратный клапан масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Картридж масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Крышка масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Шланг масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Болт масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка кронштейна масляного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Трубка масляного фильтра',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Прокладка маслопровода',
                                    ],
                                    [
                                        'TITLE' => 'Регулятор давления масла',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка датчика уровня масла',
                                    ],
                                    [
                                        'TITLE' => 'Насос масляный и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Насос масляный',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка насоса масляного',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Сальник насоса масляного',
                                            ],
                                            [
                                                'TITLE' => 'Привод масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Шкив масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Ротор масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Вал масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Перепускной масляный клапан',
                                            ],
                                            [
                                                'TITLE' => 'Крышка масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Втулка масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Корпус масляного насоса',
                                            ],
                                            [
                                                'TITLE' => 'Цепной привод насоса',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Цепь масляного насоса',
                                                    ],
                                                    [
                                                        'TITLE' => 'Натяжитель цепи масляного насоса',
                                                    ],
                                                    [
                                                        'TITLE' => 'Башмак цепи масляного насоса',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт натяжителя цепи масляного насоса',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Болт масляного насоса',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Переходник датчика давления масла',
                                    ],
                                    [
                                        'TITLE' => 'Охлаждение масла',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Прокладка масляного радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Радиатор масляный',
                                            ],
                                            [
                                                'TITLE' => 'Трубка масляного радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Клапан масляного радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Маслоохладитель',
                                            ],
                                            [
                                                'TITLE' => 'Крышка маслоохладителя',
                                            ],
                                            [
                                                'TITLE' => 'Трубка маслоохладителя',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор масляного радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Шланг маслоохладителя',
                                            ],
                                            [
                                                'TITLE' => 'Крышка масляного радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка маслоохладителя',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер маслоохладителя',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн маслоохладителя',
                                            ],
                                            [
                                                'TITLE' => 'Кран масляного радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Термостат масляной системы',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Заливная горловина',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Горловины маслозаливные',
                                            ],
                                            [
                                                'TITLE' => 'Крышка маслозаливной горловины',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка маслозаливной горловины',
                                            ],
                                            [
                                                'TITLE' => 'Патрубок маслозаливной горловины',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка крышки маслозаливной горловины',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Масляный щуп',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Щуп масляный',
                                            ],
                                            [
                                                'TITLE' => 'Трубка масляного щупа',
                                            ],
                                            [
                                                'TITLE' => 'Втулка масляного щупа',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка масляного щупа',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Механизм газораспределения',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Распредвал и клапаны',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Распредвал',
                                            ],
                                            [
                                                'TITLE' => 'Крепление распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Вкладыши распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Датчик положения распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Крышка распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Сальник распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Шпонка распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Звездочка распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Постель распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Фланец распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель датчика распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Клапаны',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Маслосъемные колпачки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка направляющая клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пружина клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фиксатор клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Клапан выпускной',
                                                    ],
                                                    [
                                                        'TITLE' => 'Клапан впускной',
                                                    ],
                                                    [
                                                        'TITLE' => 'Седло клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Тарелка пружины',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект клапанов двс',
                                                    ],
                                                    [
                                                        'TITLE' => 'Наконечник стержня клапана',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Толкатели клапана',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Ось коромысел',
                                                    ],
                                                    [
                                                        'TITLE' => 'Гидрокомпенсатор',
                                                    ],
                                                    [
                                                        'TITLE' => 'Коромысло клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Толкатель клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Штанга толкателя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Блок коромысел',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шайбы регулировки зазоров клапанов',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пружина оси коромысел',
                                                    ],
                                                    [
                                                        'TITLE' => 'Держатель оси коромысел',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт регулировочный коромысла',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ролик толкателя клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка толкателя клапана',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн коромысла',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Привод распредвалов',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Цепь распредвалов',
                                                    ],
                                                    [
                                                        'TITLE' => 'Натяжитель цепи распредвалов',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект цепи распредвалов',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Втулка постели распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Штифт распредвала',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Система изменения фаз ГРМ',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Клапан изменения фаз ГРМ',
                                            ],
                                            [
                                                'TITLE' => 'Муфта изменения фаз ГРМ',
                                            ],
                                            [
                                                'TITLE' => 'Механизм изменения фаз ГРМ',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект системы изменения фаз',
                                            ],
                                            [
                                                'TITLE' => 'Двигатель регулировки фаз',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка соленоида изменения фаз распредвала',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка двигателя регулировки фаз',
                                            ],
                                            [
                                                'TITLE' => 'Крышка муфты изменения фаз ГРМ',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка муфты изменения фаз ГРМ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Привод ГРМ',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Ременный привод ГРМ',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Натяжитель ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремень ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ролик ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пружина натяжителя ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крепление крышки ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Уплотнитель крышки ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Заглушка крышки ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка крышки ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка натяжителя ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка ролика ремня ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект шкивов ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн натяжителя ремня ГРМ',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Цепной привод ГРМ',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Башмак натяжителя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Цепь ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Успокоитель цепи ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект цепи ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка цепи ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Уплотнитель крышки цепи ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт башмака натяжителя цепи',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крепление успокоителя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сальник крышки цепи ГРМ',
                                                    ],
                                                    [
                                                        'TITLE' => 'Натяжители цепи',
                                                        'CHILD' => [
                                                            [
                                                                'TITLE' => 'Натяжитель цепи ГРМ',
                                                            ],
                                                            [
                                                                'TITLE' => 'Уплотнитель натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Сухарь натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Шток натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Пружина натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Втулка натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Масляная трубка натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Ось натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Крышка натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Регулятор натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Крепление натяжителя цепи',
                                                                'CHILD' => [
                                                                    [
                                                                        'TITLE' => 'Болт натяжителя цепи',
                                                                    ],
                                                                    [
                                                                        'TITLE' => 'Шайба натяжителя цепи',
                                                                    ],
                                                                ],
                                                            ],
                                                            [
                                                                'TITLE' => 'Ремкомплект натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Звездочка натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Корпус натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Форсунка натяжителя цепи',
                                                            ],
                                                            [
                                                                'TITLE' => 'Фильтр натяжителя цепи',
                                                            ],
                                                        ],
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект звезд привода ГРМ',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Шестеренчатый привод ГРМ',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Прокладка крышки шестерен ГРМ',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ременный привод',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Кронштейн ролика',
                                    ],
                                    [
                                        'TITLE' => 'Амортизатор натяжителя',
                                    ],
                                    [
                                        'TITLE' => 'Комплект роликов двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Ремень приводной',
                                    ],
                                    [
                                        'TITLE' => 'Ролик приводного ремня',
                                    ],
                                    [
                                        'TITLE' => 'Пружина натяжителя приводного ремня',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект натяжителя приводного ремня',
                                    ],
                                    [
                                        'TITLE' => 'Комплект приводного ремня',
                                    ],
                                    [
                                        'TITLE' => 'Натяжитель приводного ремня',
                                    ],
                                    [
                                        'TITLE' => 'Втулка натяжителя приводного ремня',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Электрооборудование двигателя',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Генератор и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подшипник генератора',
                                            ],
                                            [
                                                'TITLE' => 'Диодный мост генератора',
                                            ],
                                            [
                                                'TITLE' => 'Конденсатор генератора',
                                            ],
                                            [
                                                'TITLE' => 'Крышка генератора',
                                            ],
                                            [
                                                'TITLE' => 'Обмотка генератора',
                                            ],
                                            [
                                                'TITLE' => 'Пружина генератора',
                                            ],
                                            [
                                                'TITLE' => 'Реле генератора',
                                            ],
                                            [
                                                'TITLE' => 'Сальник генератора',
                                            ],
                                            [
                                                'TITLE' => 'Шкив генератора',
                                            ],
                                            [
                                                'TITLE' => 'Шланг генератора',
                                            ],
                                            [
                                                'TITLE' => 'Щётки генератора',
                                            ],
                                            [
                                                'TITLE' => 'Обгонная муфта генератора',
                                            ],
                                            [
                                                'TITLE' => 'Ротор генератора',
                                            ],
                                            [
                                                'TITLE' => 'Статор генератора',
                                            ],
                                            [
                                                'TITLE' => 'Генератор',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо контактное генератора',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект генератора',
                                            ],
                                            [
                                                'TITLE' => 'Корпус генератора',
                                            ],
                                            [
                                                'TITLE' => 'Коллектор генератора',
                                            ],
                                            [
                                                'TITLE' => 'Вал генератора',
                                            ],
                                            [
                                                'TITLE' => 'Катушка ротора генератора',
                                            ],
                                            [
                                                'TITLE' => 'Изолятор генератора',
                                            ],
                                            [
                                                'TITLE' => 'Провод генератора',
                                            ],
                                            [
                                                'TITLE' => 'Крышка обгонной муфты генератора',
                                            ],
                                            [
                                                'TITLE' => 'Гайка шкива генератора',
                                            ],
                                            [
                                                'TITLE' => 'Кожух генератора',
                                            ],
                                            [
                                                'TITLE' => 'Крепление генератора',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Болт крепления генератора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн генератора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка генератора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сайлентблок генератора',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Стартер и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Вилка стартера',
                                            ],
                                            [
                                                'TITLE' => 'Втулка стартера',
                                            ],
                                            [
                                                'TITLE' => 'Втягивающее реле',
                                            ],
                                            [
                                                'TITLE' => 'Корпус стартера',
                                            ],
                                            [
                                                'TITLE' => 'Обгонная муфта стартера',
                                            ],
                                            [
                                                'TITLE' => 'Обмотка стартера',
                                            ],
                                            [
                                                'TITLE' => 'Плунжер стартера',
                                            ],
                                            [
                                                'TITLE' => 'Пружина стартера',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня стартера',
                                            ],
                                            [
                                                'TITLE' => 'Щётки стартера',
                                            ],
                                            [
                                                'TITLE' => 'Щеткодержатель стартера',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект стартера',
                                            ],
                                            [
                                                'TITLE' => 'Ролик обгонной муфты стартера',
                                            ],
                                            [
                                                'TITLE' => 'Реле стартера',
                                            ],
                                            [
                                                'TITLE' => 'Стартер',
                                            ],
                                            [
                                                'TITLE' => 'Статор стартера',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник стартера',
                                            ],
                                            [
                                                'TITLE' => 'Крышка стартера',
                                            ],
                                            [
                                                'TITLE' => 'Редуктор стартера',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник стартера',
                                            ],
                                            [
                                                'TITLE' => 'Сальник стартера',
                                            ],
                                            [
                                                'TITLE' => 'Демпфер стартера',
                                            ],
                                            [
                                                'TITLE' => 'Клемма стартера',
                                            ],
                                            [
                                                'TITLE' => 'Вал стартера',
                                            ],
                                            [
                                                'TITLE' => 'Ротор стартера',
                                            ],
                                            [
                                                'TITLE' => 'Вал бендикса стартера',
                                            ],
                                            [
                                                'TITLE' => 'Провод щеткодержателя стартера',
                                            ],
                                            [
                                                'TITLE' => 'Предохранитель стартера',
                                            ],
                                            [
                                                'TITLE' => 'Болт крепления стартера',
                                            ],
                                            [
                                                'TITLE' => 'Ключ стартера',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка стартера',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель стартера',
                                            ],
                                            [
                                                'TITLE' => 'Контакты втягивающего реле',
                                            ],
                                            [
                                                'TITLE' => 'Стопорное кольцо стартера',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Двигатель в сборе',
                            ],
                            [
                                'TITLE' => 'Система охлаждения',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Фланец системы охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Патрубок системы охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Клапан охлаждающей жидкости',
                                    ],
                                    [
                                        'TITLE' => 'Радиатор двигателя и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Пробка радиатора сливная',
                                            ],
                                            [
                                                'TITLE' => 'Радиатор двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Диффузор',
                                            ],
                                            [
                                                'TITLE' => 'Горловина радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Крепление радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Крышка радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Воздуховод радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Защита радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Бачок радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Втулка радиатора двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Кран сливной радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Балка радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка радиатора двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка крышки радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Подушка радиатора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Фильтр системы охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Насос охлаждения двигателя',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Прокладка водяной помпы',
                                            ],
                                            [
                                                'TITLE' => 'Помпа водяная',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект помпы',
                                            ],
                                            [
                                                'TITLE' => 'Шкив помпы',
                                            ],
                                            [
                                                'TITLE' => 'Патрубок водяной помпы',
                                            ],
                                            [
                                                'TITLE' => 'Крепление водяной помпы',
                                            ],
                                            [
                                                'TITLE' => 'Сальник водяной помпы',
                                            ],
                                            [
                                                'TITLE' => 'Крыльчатка водяной помпы',
                                            ],
                                            [
                                                'TITLE' => 'Вал водяной помпы',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник помпы',
                                            ],
                                            [
                                                'TITLE' => 'Трубка водяной помпы',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Шланг системы охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Трубка системы охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Водяной коллектор и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Водяной коллектор',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка водяного коллектора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Соединитель патрубков',
                                    ],
                                    [
                                        'TITLE' => 'Датчик температуры охл. жидкости',
                                    ],
                                    [
                                        'TITLE' => 'Охлаждение радиатора',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Вентилятор охлаждения радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Блок управления вентилятором',
                                            ],
                                            [
                                                'TITLE' => 'Крыльчатка вентилятора охлаждения',
                                            ],
                                            [
                                                'TITLE' => 'Мотор вентилятора охлаждения',
                                            ],
                                            [
                                                'TITLE' => 'Резистор вентилятора охлаждения',
                                            ],
                                            [
                                                'TITLE' => 'Шкив вентилятора',
                                            ],
                                            [
                                                'TITLE' => 'Датчик включения вентилятора',
                                            ],
                                            [
                                                'TITLE' => 'Муфта вентилятора охлаждения',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Вискомуфта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Электромагнитная муфта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фильтр вискомуфты',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пневмомуфта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Клапан пневмомуфты',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн вискомуфты',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Термостат и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Термостат',
                                            ],
                                            [
                                                'TITLE' => 'Корпус термостата',
                                            ],
                                            [
                                                'TITLE' => 'Крышка термостата',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнение термостата',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн термостата',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер корпуса термостата',
                                            ],
                                            [
                                                'TITLE' => 'Патрубок термостата',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка корпуса термостата',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Бачок охлаждающей жидкости',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Расширительный бачок',
                                            ],
                                            [
                                                'TITLE' => 'Крышка расширительного бачка',
                                            ],
                                            [
                                                'TITLE' => 'Патрубок расширительного бачка',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн расширительного бачка',
                                            ],
                                            [
                                                'TITLE' => 'Датчик уровня охлаждающей жидкости',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Охлаждение инвертора',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Помпа инвертора',
                                            ],
                                            [
                                                'TITLE' => 'Радиатор инвертора',
                                            ],
                                            [
                                                'TITLE' => 'Мотор охлаждения радиатора инвертора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Сливной кран блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн патрубков охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Подогреватель охлаждающей жидкости',
                                    ],
                                    [
                                        'TITLE' => 'Фиксатор патрубков',
                                    ],
                                    [
                                        'TITLE' => 'Тройник патрубков охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка фланца системы охлаждения',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка сливного крана блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо уплотнительное патрубка',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка датчика температуры',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Головка блока и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Прокладка головки блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка свечного колодца',
                                    ],
                                    [
                                        'TITLE' => 'Комплект прокладок ГБЦ',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка головки блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Головка блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Клапан масляного канала ГБЦ',
                                    ],
                                    [
                                        'TITLE' => 'Штифт головки блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Фланец головки блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Шланг головки блока',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн головки блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Футорка свечная',
                                    ],
                                    [
                                        'TITLE' => 'Свечной колодец',
                                    ],
                                    [
                                        'TITLE' => 'Форкамера',
                                    ],
                                    [
                                        'TITLE' => 'Крепление головки блока цилиндров',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Болт головки блока цилиндров',
                                            ],
                                            [
                                                'TITLE' => 'Шпилька головки блока цилиндров',
                                            ],
                                            [
                                                'TITLE' => 'Втулка направляющая ГБЦ',
                                            ],
                                            [
                                                'TITLE' => 'Шайба болта головки блока',
                                            ],
                                            [
                                                'TITLE' => 'Комплект крепления ГБЦ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Крышка ГБЦ и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Прокладка клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Крышка головки блока цилиндров',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка болта клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Мембрана клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Болт клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Втулка клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Шайба крепежа клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Сальник клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Шпилька клапанной крышки',
                                            ],
                                            [
                                                'TITLE' => 'Пластина крепления клапанной крышки',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Втулка головки блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Головка блока цилиндров в сборе',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель форкамеры',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Крышка двигателя декоративная',
                            ],
                            [
                                'TITLE' => 'Система впуска',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Патрубок впускной',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр воздушный и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Фильтр добавочного воздуха',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр нулевого сопротивления',
                                            ],
                                            [
                                                'TITLE' => 'Корпус воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Крышка корпуса воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Резонатор воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Рамка воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Шланг воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн патрубка воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр воздушный',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Опора корпуса фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Крепеж воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Датчик засоренности фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Бачок влагоудалителя',
                                            ],
                                            [
                                                'TITLE' => 'Заборник холодного воздуха',
                                            ],
                                            [
                                                'TITLE' => 'Датчик температуры впускаемого воздуха',
                                            ],
                                            [
                                                'TITLE' => 'Датчик влажности впускаемого воздуха',
                                            ],
                                            [
                                                'TITLE' => 'Клапан воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка корпуса воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Трубка воздушного фильтра',
                                            ],
                                            [
                                                'TITLE' => 'Заборник теплого воздуха',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Воздухозаборник двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Турбокомпрессор и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Прокладка турбины',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект турбины',
                                            ],
                                            [
                                                'TITLE' => 'Перепускной клапан турбокомпрессора',
                                            ],
                                            [
                                                'TITLE' => 'Трубка турбокомпрессора',
                                            ],
                                            [
                                                'TITLE' => 'Вакуумный регулятор турбины',
                                            ],
                                            [
                                                'TITLE' => 'Шланг турбокомпрессора',
                                            ],
                                            [
                                                'TITLE' => 'Патрубок турбокомпрессора',
                                            ],
                                            [
                                                'TITLE' => 'Клапан регулировки давления наддува',
                                            ],
                                            [
                                                'TITLE' => 'Турбокомпрессор',
                                            ],
                                            [
                                                'TITLE' => 'Датчик давления турбины',
                                            ],
                                            [
                                                'TITLE' => 'Интеркулер и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Патрубок интеркулера',
                                                    ],
                                                    [
                                                        'TITLE' => 'Интеркулер',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн интеркулера',
                                                    ],
                                                    [
                                                        'TITLE' => 'Воздуховод интеркулера',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Крепление турбокомпрессора',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Гайка турбокомпрессора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шайба турбины',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт турбокомпрессора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пластина крепежная турбины',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн турбины',
                                                    ],
                                                    [
                                                        'TITLE' => 'Хомут турбины',
                                                    ],
                                                    [
                                                        'TITLE' => 'Скоба трубки турбокомпрессора',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Части турбокомпрессора',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Вал турбины',
                                                    ],
                                                    [
                                                        'TITLE' => 'Маслоотражатель турбины',
                                                    ],
                                                    [
                                                        'TITLE' => 'Картридж турбокомпрессора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Геометрия турбокомпрессора',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Электрический регулятор турбины',
                                            ],
                                            [
                                                'TITLE' => 'Кожух турбины',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка трубки турбины',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Механический нагнетатель и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Нагнетатель механический',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн нагнетателя',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка нагнетателя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Регулятор холостого хода и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Регулятор холостого хода',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка регулятора холостого хода',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Датчик массового расхода воздуха',
                                    ],
                                    [
                                        'TITLE' => 'Педаль акселератора и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Накладка на педаль',
                                            ],
                                            [
                                                'TITLE' => 'Тросик акселератора',
                                            ],
                                            [
                                                'TITLE' => 'Отбойник педали акселератора',
                                            ],
                                            [
                                                'TITLE' => 'Датчик педали акселератора',
                                            ],
                                            [
                                                'TITLE' => 'Педаль акселератора',
                                            ],
                                            [
                                                'TITLE' => 'Пружина педали акселератора',
                                            ],
                                            [
                                                'TITLE' => 'Включатель Kick-Down',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн педали акселератора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Впускной коллектор',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Коллектор впускной',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка впускного коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Регулятор впускного коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Вакуумный привод впускной заслонки',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Кожух впускного коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн впускного коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Датчик абсолютного давления',
                                            ],
                                            [
                                                'TITLE' => 'Крепление впускного коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Датчик дифференциального давления',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка впускного коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Клапан впускного коллектора',
                                            ],
                                            [
                                                'TITLE' => 'Подогреватель впускного воздуха',
                                            ],
                                            [
                                                'TITLE' => 'Датчик вакуума',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Дроссельная заслонка',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Датчик положения заслонки',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка дроссельной заслонки',
                                            ],
                                            [
                                                'TITLE' => 'Заслонка дроссельная',
                                            ],
                                            [
                                                'TITLE' => 'Корпус дроссельной заслонки',
                                            ],
                                            [
                                                'TITLE' => 'Тяга дроссельной заслонки',
                                            ],
                                            [
                                                'TITLE' => 'Втулка дроссельной заслонки',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Коленвал, поршень, шатун',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Коленвал и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Коленвал',
                                            ],
                                            [
                                                'TITLE' => 'Болт коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Болт шкива коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Вкладыши коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Датчик коленвала и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Ротор датчика коленвала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Датчик положения коленвала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн датчика коленвала',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Полукольца коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Сальник коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Шайба коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Шкив коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Шпонка коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Штифт коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Демпфер коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Постель коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Маслоотражатель коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Звездочка коленвала',
                                            ],
                                            [
                                                'TITLE' => 'Крышка коренного подшипника коленвала',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Шатун и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Болт шатуна',
                                            ],
                                            [
                                                'TITLE' => 'Втулка шатуна',
                                            ],
                                            [
                                                'TITLE' => 'Шатун',
                                            ],
                                            [
                                                'TITLE' => 'Вкладыши шатунные',
                                            ],
                                            [
                                                'TITLE' => 'Гайка шатуна',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Поршень и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кольца поршневые',
                                            ],
                                            [
                                                'TITLE' => 'Поршень',
                                            ],
                                            [
                                                'TITLE' => 'Палец поршневой',
                                            ],
                                            [
                                                'TITLE' => 'Комплект поршней',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо стопорное поршня',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система вентиляции картера',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Маслоотделитель',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр картерных газов',
                                    ],
                                    [
                                        'TITLE' => 'Бачок вентиляции картерных газов',
                                    ],
                                    [
                                        'TITLE' => 'Клапан вентиляции картерных газов',
                                    ],
                                    [
                                        'TITLE' => 'Патрубок вентиляции картерных газов',
                                    ],
                                    [
                                        'TITLE' => 'Тройник вентиляции картерных газов',
                                    ],
                                    [
                                        'TITLE' => 'Мембрана маслоотделителя',
                                    ],
                                    [
                                        'TITLE' => 'Трубка маслоотделителя',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка маслоотделителя',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель клапана вентиляции картера',
                                    ],
                                    [
                                        'TITLE' => 'Сепаратор картерных газов',
                                    ],
                                    [
                                        'TITLE' => 'Крышка вентиляции картера',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект вентиляции картера',
                                    ],
                                    [
                                        'TITLE' => 'Втулка клапана вентиляции картера',
                                    ],
                                    [
                                        'TITLE' => 'Комплект системы вентиляции картера',
                                    ],
                                    [
                                        'TITLE' => 'Сапун двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Трубка системы вентиляции картера',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка сапуна',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремкомплект двигателя',
                            ],
                            [
                                'TITLE' => 'Маховик и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Маховик',
                                    ],
                                    [
                                        'TITLE' => 'Болт маховика',
                                    ],
                                    [
                                        'TITLE' => 'Венец маховика',
                                    ],
                                    [
                                        'TITLE' => 'Демпфер маховика',
                                    ],
                                    [
                                        'TITLE' => 'Кожух маховика',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник маховика',
                                    ],
                                    [
                                        'TITLE' => 'Шайба маховика',
                                    ],
                                    [
                                        'TITLE' => 'Втулка маховика',
                                    ],
                                    [
                                        'TITLE' => 'Комплект крепления маховика',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Крепеж накладки двигателя',
                            ],
                            [
                                'TITLE' => 'Опора декоративной крышки двигателя',
                            ],
                            [
                                'TITLE' => 'Вакуумная система',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Вакуумный насос',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект вакуумного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Вал вакуумного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка вакуумного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Переходник трубки вакуумного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн вакуумного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Вакуумный ресивер',
                                    ],
                                    [
                                        'TITLE' => 'Клапан вакуумной системы',
                                    ],
                                    [
                                        'TITLE' => 'Шланг вакуумной системы',
                                    ],
                                    [
                                        'TITLE' => 'Трубка вакуумной системы',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Выхлопная система',
                        'CHILD' => [
                            [
                                'TITLE' => 'Выхлопные трубы',
                            ],
                            [
                                'TITLE' => 'Глушители',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Болты крепления глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Кольца глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Крепления глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Насадки на глушитель',
                                    ],
                                    [
                                        'TITLE' => 'Хомут глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Глушитель',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Пружина глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Защитный кожух глушителя',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник глушителя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Датчик температуры выхлопных газов',
                            ],
                            [
                                'TITLE' => 'Тепловые экраны',
                            ],
                            [
                                'TITLE' => 'Гофра выхлопной системы',
                            ],
                            [
                                'TITLE' => 'Система EGR',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Патрубок системы EGR',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка клапана EGR',
                                    ],
                                    [
                                        'TITLE' => 'Охладитель отработанных газов',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка охладителя EGR',
                                    ],
                                    [
                                        'TITLE' => 'Мембрана клапана EGR',
                                    ],
                                    [
                                        'TITLE' => 'Клапан системы EGR',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка трубки EGR',
                                    ],
                                    [
                                        'TITLE' => 'Трубка системы EGR',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр системы EGR',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Выпускные коллекторы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Коллектор выпускной',
                                    ],
                                    [
                                        'TITLE' => 'Шпильки выпускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка выпускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Термолента для коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Защита выпускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Тройник выпускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Втулка выпускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн выпускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Крышка выпускного коллектора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Приемные трубы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Приемная труба',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн приемной трубы',
                                    ],
                                    [
                                        'TITLE' => 'Крепление приемной трубы',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка приемной трубы',
                                    ],
                                    [
                                        'TITLE' => 'Фланец приемной трубы',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Резонаторы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Резонатор',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка резонатора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Тюнинг выхлопной системы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пламягаситель',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка выхлопной трубы',
                                    ],
                                    [
                                        'TITLE' => 'Вставка вместо катализатора',
                                    ],
                                    [
                                        'TITLE' => 'Стронгеры',
                                    ],
                                    [
                                        'TITLE' => 'Переходник коллектора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Датчик кислорода',
                            ],
                            [
                                'TITLE' => 'Катализаторы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Катализатор',
                                    ],
                                    [
                                        'TITLE' => 'Крепление катализатора',
                                    ],
                                    [
                                        'TITLE' => 'Кожух катализатора',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка катализатора',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн катализатора',
                                    ],
                                    [
                                        'TITLE' => 'Обманка катализатора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Сажевые фильтры',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шланг сажевого фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Сажевый фильтр',
                                    ],
                                    [
                                        'TITLE' => 'Трубка сажевого фильтра',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система вторичного воздуха',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крепление воздушного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Клапан системы вторичного воздуха',
                                    ],
                                    [
                                        'TITLE' => 'Насос воздушный',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн воздушного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Трубка воздушного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнение воздушного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Патрубок воздушного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления системой вторичного воздуха',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремкомплект датчика кислорода',
                            ],
                            [
                                'TITLE' => 'Система SCR',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок управления SCR',
                                    ],
                                    [
                                        'TITLE' => 'Бак мочевины',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр мочевины',
                                    ],
                                    [
                                        'TITLE' => 'Насос мочевины',
                                    ],
                                    [
                                        'TITLE' => 'Трубка подачи мочевины',
                                    ],
                                    [
                                        'TITLE' => 'Крышка бака мочевины',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Кронштейн датчика кислорода',
                            ],
                            [
                                'TITLE' => 'Комплект выхлопной системы',
                            ],
                            [
                                'TITLE' => 'Кожух выхлопной системы',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Интерьер',
                        'CHILD' => [
                            [
                                'TITLE' => 'Багажное отделение',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шторка багажника',
                                    ],
                                    [
                                        'TITLE' => 'Крышка обшивки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Пол багажника',
                                    ],
                                    [
                                        'TITLE' => 'Полка багажника',
                                    ],
                                    [
                                        'TITLE' => 'Обивка багажника',
                                    ],
                                    [
                                        'TITLE' => 'Разделитель багажника',
                                    ],
                                    [
                                        'TITLE' => 'Крючок в багажник',
                                    ],
                                    [
                                        'TITLE' => 'Петля крепления груза',
                                    ],
                                    [
                                        'TITLE' => 'Держатель задней полки',
                                    ],
                                    [
                                        'TITLE' => 'Буфер полки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Держатель аварийного знака',
                                    ],
                                    [
                                        'TITLE' => 'Наполнитель багажника',
                                    ],
                                    [
                                        'TITLE' => 'Вкладыш в кузов',
                                    ],
                                    [
                                        'TITLE' => 'Шумоизоляция багажника',
                                    ],
                                    [
                                        'TITLE' => 'Направляющая багажника',
                                    ],
                                    [
                                        'TITLE' => 'Накладка багажника',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн обивки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Ручка пола багажника',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Стол салонный',
                            ],
                            [
                                'TITLE' => 'Решетка динамика',
                            ],
                            [
                                'TITLE' => 'Салон в сборе',
                            ],
                            [
                                'TITLE' => 'Отделка передней панели',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок кнопок',
                                    ],
                                    [
                                        'TITLE' => 'Пепельница',
                                    ],
                                    [
                                        'TITLE' => 'Прикуриватель',
                                    ],
                                    [
                                        'TITLE' => 'Компас',
                                    ],
                                    [
                                        'TITLE' => 'Кренометр',
                                    ],
                                    [
                                        'TITLE' => 'Ручка открывания капота',
                                    ],
                                    [
                                        'TITLE' => 'Индикатор передачи',
                                    ],
                                    [
                                        'TITLE' => 'Консоль',
                                    ],
                                    [
                                        'TITLE' => 'Накладка консоли',
                                    ],
                                    [
                                        'TITLE' => 'Панель управления отопителем',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления светом',
                                    ],
                                    [
                                        'TITLE' => 'Накладка сопла отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления аудиосистемой',
                                    ],
                                    [
                                        'TITLE' => 'Полка панели приборов',
                                    ],
                                    [
                                        'TITLE' => 'Сопло отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Приборные панели и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Приборная панель',
                                            ],
                                            [
                                                'TITLE' => 'Тахометр',
                                            ],
                                            [
                                                'TITLE' => 'Накладка приборной панели',
                                            ],
                                            [
                                                'TITLE' => 'Указатель уровня топлива',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка приборной панели',
                                            ],
                                            [
                                                'TITLE' => 'Спидометр и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Спидометр',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус спидометра',
                                                    ],
                                                    [
                                                        'TITLE' => 'Тросик спидометра',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Индикатор приборной панели',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн приборной панели',
                                            ],
                                            [
                                                'TITLE' => 'Контрольные приборы',
                                            ],
                                            [
                                                'TITLE' => 'Стекло приборной панели',
                                            ],
                                            [
                                                'TITLE' => 'Скоба крепления приборной панели',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Бардачок и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Бардачок',
                                            ],
                                            [
                                                'TITLE' => 'Ручка бардачка',
                                            ],
                                            [
                                                'TITLE' => 'Амортизатор бардачка',
                                            ],
                                            [
                                                'TITLE' => 'Крышка бардачка',
                                            ],
                                            [
                                                'TITLE' => 'Накладка бардачка',
                                            ],
                                            [
                                                'TITLE' => 'Отбойник бардачка',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Торпедо и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Торпедо',
                                            ],
                                            [
                                                'TITLE' => 'Накладка торпедо',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн торпедо',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор торпедо',
                                            ],
                                            [
                                                'TITLE' => 'Основа торпедо',
                                            ],
                                            [
                                                'TITLE' => 'Карман торпедо',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель торпедо',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн переключателя света',
                                    ],
                                    [
                                        'TITLE' => 'Накладка пепельницы',
                                    ],
                                    [
                                        'TITLE' => 'Накладка прикуривателя',
                                    ],
                                    [
                                        'TITLE' => 'Втулка прикуривателя',
                                    ],
                                    [
                                        'TITLE' => 'Кнопки передней панели',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кнопка аварийной сигнализации',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка подогрева сидений',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка открывания багажника',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка обогрева заднего стекла',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка освещения панели приборов',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка освещения перчаточного ящика',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель фар',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель системы ASR',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель системы динамической стабилизации',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка ассистента смены полосы',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка защиты от буксировки',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка ESP',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка парковочного ассистента',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка обогрева лобового стекла',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Часы передней панели',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Часы',
                                            ],
                                            [
                                                'TITLE' => 'Накладка часов',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Сиденья и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Втулка сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Каркас сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Карман спинки сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Крышка петли сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Обивка сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Облицовка сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Обогреватель сидений',
                                    ],
                                    [
                                        'TITLE' => 'Петля сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Подушка сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Полозья сидений',
                                    ],
                                    [
                                        'TITLE' => 'Спинка сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Фиксатор сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Кнопка складывания сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Вентилятор сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн спинки сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Накладка салазок сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Крышка крепления сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Ручка складывания сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Ящик под сиденье',
                                    ],
                                    [
                                        'TITLE' => 'Жгут сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Трос сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Замок сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн задних сидений',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления сиденьем',
                                    ],
                                    [
                                        'TITLE' => 'Накладка блока управления сиденьем',
                                    ],
                                    [
                                        'TITLE' => 'Поперечина под сидение',
                                    ],
                                    [
                                        'TITLE' => 'Торсион сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Регулировка сидений',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Механизм регулировки сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Мотор привода сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Ручка регулировки сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Датчик положения сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Защитный кожух механизма регулировки сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Накладка механизма регулировки',
                                            ],
                                            [
                                                'TITLE' => 'Кнопка регулировки сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Тросик регулировки сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка ручки регулировки сиденья',
                                            ],
                                            [
                                                'TITLE' => 'Клапан регулировки сиденья',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Крепеж салазок сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Подголовник и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подголовник',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая подголовника',
                                            ],
                                            [
                                                'TITLE' => 'Обивка подголовника',
                                            ],
                                            [
                                                'TITLE' => 'Механизм подголовника',
                                            ],
                                            [
                                                'TITLE' => 'Чехол подголовника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Подлокотник и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подлокотник',
                                            ],
                                            [
                                                'TITLE' => 'Обивка подлокотника',
                                            ],
                                            [
                                                'TITLE' => 'Ниша подлокотника',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка подлокотника',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн подлокотника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пружинная часть основания сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Набивка сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Массажный механизм',
                                    ],
                                    [
                                        'TITLE' => 'Поясничный подпор',
                                    ],
                                    [
                                        'TITLE' => 'Накладка спинки сиденья',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления подогревом сидений',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Полка акустическая',
                            ],
                            [
                                'TITLE' => 'Обшивка салона',
                            ],
                            [
                                'TITLE' => 'Отделка дверей',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Карман двери',
                                    ],
                                    [
                                        'TITLE' => 'Обшивка двери и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Заглушка обшивки двери',
                                            ],
                                            [
                                                'TITLE' => 'Обшивка двери',
                                            ],
                                            [
                                                'TITLE' => 'Накладка обшивки двери',
                                            ],
                                            [
                                                'TITLE' => 'Подлокотник двери',
                                            ],
                                            [
                                                'TITLE' => 'Обшивка рамки двери',
                                            ],
                                            [
                                                'TITLE' => 'Болт обшивки двери',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн обшивки двери',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель обшивки двери',
                                            ],
                                            [
                                                'TITLE' => 'Шумоизоляция двери',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Уголок двери',
                                    ],
                                    [
                                        'TITLE' => 'Накладка ручки внутренней',
                                    ],
                                    [
                                        'TITLE' => 'Треугольники зеркал',
                                    ],
                                    [
                                        'TITLE' => 'Основание ручки двери',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка ручки двери',
                                    ],
                                    [
                                        'TITLE' => 'Ручка двери',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Отделка пола',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Ковровое покрытие',
                                    ],
                                    [
                                        'TITLE' => 'Накладка пола',
                                    ],
                                    [
                                        'TITLE' => 'Накладка на порог внутренняя',
                                    ],
                                    [
                                        'TITLE' => 'Педальный узел',
                                    ],
                                    [
                                        'TITLE' => 'Подставка под ногу',
                                    ],
                                    [
                                        'TITLE' => 'Шумоизоляция пола',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн педального узла',
                                    ],
                                    [
                                        'TITLE' => 'Туннель пола',
                                    ],
                                    [
                                        'TITLE' => 'Накладка подставки под ногу',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Отделка потолка',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Ручка потолочная',
                                    ],
                                    [
                                        'TITLE' => 'Обшивка потолка и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Заглушка обшивки потолка',
                                            ],
                                            [
                                                'TITLE' => 'Решетка потолка',
                                            ],
                                            [
                                                'TITLE' => 'Обшивка потолка',
                                            ],
                                            [
                                                'TITLE' => 'Накладка потолка',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Отделение для очков',
                                    ],
                                    [
                                        'TITLE' => 'Крючок для одежды',
                                    ],
                                    [
                                        'TITLE' => 'Козырек солнцезащитный',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Козырек',
                                            ],
                                            [
                                                'TITLE' => 'Держатель козырька',
                                            ],
                                            [
                                                'TITLE' => 'Зеркало козырька',
                                            ],
                                            [
                                                'TITLE' => 'Подсветка зеркала козырька',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Косметическое зеркало',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Шумоизоляция',
                            ],
                            [
                                'TITLE' => 'Крепление обшивки салона',
                            ],
                            [
                                'TITLE' => 'Заглушка обшивки салона',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Электрика и свет',
                        'CHILD' => [
                            [
                                'TITLE' => 'Стеклоочиститель фар',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Привод дворников фар',
                                    ],
                                    [
                                        'TITLE' => 'Щетка стеклоочистителя фар',
                                    ],
                                    [
                                        'TITLE' => 'Омыватель фар и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Крышка форсунки омывателя фар',
                                            ],
                                            [
                                                'TITLE' => 'Насос омывателя фар',
                                            ],
                                            [
                                                'TITLE' => 'Шланг омывателя фар',
                                            ],
                                            [
                                                'TITLE' => 'Магистраль омывателя фар',
                                            ],
                                            [
                                                'TITLE' => 'Тройник шланга омывателя фар',
                                            ],
                                            [
                                                'TITLE' => 'Форсунка омывателя фар',
                                            ],
                                            [
                                                'TITLE' => 'Омыватель фар в сборе',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн омывателя фар',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Комплект стеклоочистителя фар',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Блок управления',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок управления топливным насосом',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления ESP',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления 4wd',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления ДВС',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления навигацией',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления подвеской',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления рулевой рейкой',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления свечами накала',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления заслонкой',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления зажиганием',
                                    ],
                                    [
                                        'TITLE' => 'Система управления аккумулятором',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления люком',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления приборами',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления форсунками',
                                    ],
                                    [
                                        'TITLE' => 'Кожух блока управления',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления зеркалами',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления стеклоочистителем',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления КПП',
                                    ],
                                    [
                                        'TITLE' => 'Блок комфорта',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн блока управления',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления EFI',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления вентиляторами',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления парктрониками',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления светотехникой',
                                    ],
                                    [
                                        'TITLE' => 'Крышка блока управления',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления интерфейсами',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления Dynamic Drive',
                                    ],
                                    [
                                        'TITLE' => 'Видеомодуль',
                                    ],
                                    [
                                        'TITLE' => 'Радиомодуль',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления стеклоподъемниками',
                                    ],
                                    [
                                        'TITLE' => 'Блок BSI',
                                    ],
                                    [
                                        'TITLE' => 'Корпус блока управления',
                                    ],
                                    [
                                        'TITLE' => 'Блок автоматической диагностики',
                                    ],
                                    [
                                        'TITLE' => 'Блок голосового управления',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнение блока управления',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления мультимедиа',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект блока управления',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления парковочной камерой',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления ассистента смены полосы',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления парковочного автопилота',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления системы защиты от грызунов',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления противоугонной системой',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления динамической стабилизацией',
                                    ],
                                    [
                                        'TITLE' => 'Ремень крепления блока управления',
                                    ],
                                    [
                                        'TITLE' => 'Блок системы вызова помощи',
                                    ],
                                    [
                                        'TITLE' => 'Блок холодного пуска',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Датчик',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Датчик ускорения',
                                    ],
                                    [
                                        'TITLE' => 'Датчик дождя',
                                    ],
                                    [
                                        'TITLE' => 'Датчик солнечного света',
                                    ],
                                    [
                                        'TITLE' => 'Датчик ассистента смены полосы',
                                    ],
                                    [
                                        'TITLE' => 'Крышка датчика дождя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Соленоид',
                            ],
                            [
                                'TITLE' => 'Электропроводка',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Переходник электрический',
                                    ],
                                    [
                                        'TITLE' => 'Разъем',
                                    ],
                                    [
                                        'TITLE' => 'Жгут проводки',
                                    ],
                                    [
                                        'TITLE' => 'Проводка',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Проводка КПП',
                                            ],
                                            [
                                                'TITLE' => 'Проводка двери',
                                            ],
                                            [
                                                'TITLE' => 'Проводка моторная',
                                            ],
                                            [
                                                'TITLE' => 'Проводка магнитолы',
                                            ],
                                            [
                                                'TITLE' => 'Проводка под торпедо',
                                            ],
                                            [
                                                'TITLE' => 'Проводка салона',
                                            ],
                                            [
                                                'TITLE' => 'Проводка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Проводка парктроников',
                                            ],
                                            [
                                                'TITLE' => 'Провод',
                                            ],
                                            [
                                                'TITLE' => 'Проводка бампера',
                                            ],
                                            [
                                                'TITLE' => 'Проводка зеркал',
                                            ],
                                            [
                                                'TITLE' => 'Проводка отопителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Кабель-канал',
                                    ],
                                    [
                                        'TITLE' => 'Клемма электрическая',
                                    ],
                                    [
                                        'TITLE' => 'Соединитель проводов',
                                    ],
                                    [
                                        'TITLE' => 'Кожух проводки',
                                    ],
                                    [
                                        'TITLE' => 'Держатель проводов',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнение проводки',
                                    ],
                                    [
                                        'TITLE' => 'Корпус разъема',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект разъема',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Пульт управления центральным замком',
                            ],
                            [
                                'TITLE' => 'Потенциометр',
                            ],
                            [
                                'TITLE' => 'Турботаймер',
                            ],
                            [
                                'TITLE' => 'Стеклоочиститель и стеклоомыватель',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Мотор стеклоочистителя',
                                    ],
                                    [
                                        'TITLE' => 'Стеклоомыватель',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Крышка бачка стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Бачок стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Горловина бачка стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Насос стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Форсунка стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Шланг стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Тройник стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка насоса стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Клапан обратный стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка бачка омывателя',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн бачка стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Втулка шланга омывателя',
                                            ],
                                            [
                                                'TITLE' => 'Сетка бачка стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Подогрев стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Датчик стеклоомывателя',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр стеклоомывателя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Панель стеклоочистителя',
                                    ],
                                    [
                                        'TITLE' => 'Трапеция',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Трапеция стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Шарнир трапеции стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Тяга трапеции',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект трапеции стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнение стеклочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Втулка трапеции',
                                            ],
                                            [
                                                'TITLE' => 'Опора трапеции',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник трапеции стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн трапеции стеклоочистителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Щетки и поводки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Поводок стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Щетка стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Колпачок поводка стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Резинка щётки стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Спойлер щетки стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Адаптер щетки стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Пистон накладки стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Гайка поводка стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Шайба поводка стеклоочистителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Крепление стеклоочистителя',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн мотора стеклоочистителя',
                                    ],
                                    [
                                        'TITLE' => 'Кожух мотора стеклоочистителя',
                                    ],
                                    [
                                        'TITLE' => 'Шестерня мотора стеклоочистителя',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник стеклоочистителя',
                                    ],
                                    [
                                        'TITLE' => 'Привод стеклоочистителя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Комплектующие аккумулятора',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крепление аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Клемма аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Корпус аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Крышка аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Провода аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Крышка клеммы аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Пиропатрон аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Высоковольтная батарея',
                                    ],
                                    [
                                        'TITLE' => 'Патрубок вентиляции аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Выключатель аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Теплоизоляция аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Петля крышки аккумулятора',
                                    ],
                                    [
                                        'TITLE' => 'Чехол на аккумулятор',
                                    ],
                                    [
                                        'TITLE' => 'Коврик под аккумулятор',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Замок зажигания и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Болт замка зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Замок зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Ключ зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Кнопка запуска двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Контактная группа замка зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Корпус замка зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Личинка замка зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Заготовка для ключа',
                                    ],
                                    [
                                        'TITLE' => 'Накладка замка зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Модуль для карты запуска двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Трос замка зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Стопорное кольцо замка зажигания',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Розетка',
                            ],
                            [
                                'TITLE' => 'Освещение',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок ксенона',
                                    ],
                                    [
                                        'TITLE' => 'Оптика',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Фары и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Накладка фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фара дополнительного освещения',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ходовые огни',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ободок фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кнопка регулировки фар',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корректор фар',
                                                    ],
                                                    [
                                                        'TITLE' => 'Линза фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Отражатель фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Решетка на фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Стекло фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Защита фар',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фары в сборе',
                                                    ],
                                                    [
                                                        'TITLE' => 'Окантовка ходового огня',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рамка фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фара рабочего света',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Скоба фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Уплотнитель фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Панель фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Опорная площадка фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кнопка омывателя фар',
                                                    ],
                                                    [
                                                        'TITLE' => 'Датчик фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Винт регулировки фар',
                                                    ],
                                                    [
                                                        'TITLE' => 'Усилитель кронштейна фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Окантовка отражателя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прокладка фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Оптический элемент ближнего света',
                                                    ],
                                                    [
                                                        'TITLE' => 'Оптический элемент дальнего света',
                                                    ],
                                                    [
                                                        'TITLE' => 'Проводка фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Осушитель фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Патрубок вентиляции фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Резистор ходовых огней',
                                                    ],
                                                    [
                                                        'TITLE' => 'Регулятор фары',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Стоп-сигнал',
                                            ],
                                            [
                                                'TITLE' => 'Ангельские глазки',
                                            ],
                                            [
                                                'TITLE' => 'Указатель поворота и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Рассеиватель указателя поворотов',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фиксатор указателя поворота',
                                                    ],
                                                    [
                                                        'TITLE' => 'Указатель поворота',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прерыватель указатетей поворота',
                                                    ],
                                                    [
                                                        'TITLE' => 'Накладка указателя поворота',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прокладка указателя поворота',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Светодиодный модуль поворотника',
                                            ],
                                            [
                                                'TITLE' => 'Фонарь задний и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Плата фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рамка фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Жгут фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Уплотнитель фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рефлектор заднего фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Стекло заднего фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фонарь задний',
                                                    ],
                                                    [
                                                        'TITLE' => 'Гайка фонаря заднего',
                                                    ],
                                                    [
                                                        'TITLE' => 'Накладка фонаря',
                                                    ],
                                                    [
                                                        'TITLE' => 'Направляющая фонаря',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Фары противотуманные и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Крепление противотуманной фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фара противотуманная',
                                                    ],
                                                    [
                                                        'TITLE' => 'Выключатель противотуманных фар',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус противотуманной фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Проводка противотуманных фар',
                                                    ],
                                                    [
                                                        'TITLE' => 'Решётка противотуманной фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Стекло противотуманной фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Заглушка противотуманной фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рамка противотуманной фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Патрубок вентиляции противотуманной фары',
                                                    ],
                                                    [
                                                        'TITLE' => 'Уплотнитель противотуманной фары',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Дополнительное освещение',
                                            ],
                                            [
                                                'TITLE' => 'Габаритный огонь и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Габаритный огонь',
                                                    ],
                                                    [
                                                        'TITLE' => 'Стекло габаритного огня',
                                                    ],
                                                    [
                                                        'TITLE' => 'Стекло подфарника',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пыльник подфарника',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус подфарника',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Повторитель поворота и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Повторитель поворота',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прокладка повторителя поворота',
                                                    ],
                                                    [
                                                        'TITLE' => 'Стекло повторителя поворота',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Фары-искатели',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Фара-искатель',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Освещение номерного знака',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Фонарь освещения номерного знака',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рассеиватель подсветки номера',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн освещения номерного знака',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Маяк проблесковый',
                                    ],
                                    [
                                        'TITLE' => 'Внутренние светильники',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Светильник салона',
                                            ],
                                            [
                                                'TITLE' => 'Светильник багажника',
                                            ],
                                            [
                                                'TITLE' => 'Подсветка порога',
                                            ],
                                            [
                                                'TITLE' => 'Светильник бардачка',
                                            ],
                                            [
                                                'TITLE' => 'Подсветка двери',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель подсветки двери',
                                            ],
                                            [
                                                'TITLE' => 'Стекло светильника салона',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель светильника салона',
                                            ],
                                            [
                                                'TITLE' => 'Светильник подкапотный',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Блок контроля ламп',
                                    ],
                                    [
                                        'TITLE' => 'Лампы и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Лампы',
                                            ],
                                            [
                                                'TITLE' => 'Патрон лампы',
                                            ],
                                            [
                                                'TITLE' => 'Набор ламп',
                                            ],
                                            [
                                                'TITLE' => 'Переходник для лампы',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Кнопки, выключатели, переключатели',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Кнопка управления дверями',
                                    ],
                                    [
                                        'TITLE' => 'Выключатель концевой',
                                    ],
                                    [
                                        'TITLE' => 'Реостат подсветки',
                                    ],
                                    [
                                        'TITLE' => 'Тумблер',
                                    ],
                                    [
                                        'TITLE' => 'Выключатель массы',
                                    ],
                                    [
                                        'TITLE' => 'Контактная группа двери',
                                    ],
                                    [
                                        'TITLE' => 'Штекер кнопки',
                                    ],
                                    [
                                        'TITLE' => 'Кнопка',
                                    ],
                                    [
                                        'TITLE' => 'Джойстик управления меню',
                                    ],
                                    [
                                        'TITLE' => 'Выключатель подачи топлива',
                                    ],
                                    [
                                        'TITLE' => 'Джойстик регулировки зеркал',
                                    ],
                                    [
                                        'TITLE' => 'Рамка кнопки',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка кнопки',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка кнопки',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект выключателя массы',
                                    ],
                                    [
                                        'TITLE' => 'Термовыключатель',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Предохранители и реле',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок предохранителей',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Крышка блока предохранителей',
                                            ],
                                            [
                                                'TITLE' => 'Монтажный блок',
                                            ],
                                            [
                                                'TITLE' => 'Предохранитель',
                                            ],
                                            [
                                                'TITLE' => 'Корпус блока предохранителей',
                                            ],
                                            [
                                                'TITLE' => 'Блок предохранителей аккумулятора',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн блока предохранителей',
                                            ],
                                            [
                                                'TITLE' => 'Замок крышки монтажного блока',
                                            ],
                                            [
                                                'TITLE' => 'Накладка блока предохранителей',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Блок реле',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн реле',
                                    ],
                                    [
                                        'TITLE' => 'Колодка реле',
                                    ],
                                    [
                                        'TITLE' => 'Предохранитель центрального замка',
                                    ],
                                    [
                                        'TITLE' => 'Колодка предохранителя',
                                    ],
                                    [
                                        'TITLE' => 'Реле',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Реле многофункциональное',
                                            ],
                                            [
                                                'TITLE' => 'Реле стеклоочистителя',
                                            ],
                                            [
                                                'TITLE' => 'Реле бензонасоса',
                                            ],
                                            [
                                                'TITLE' => 'Реле указателя поворота',
                                            ],
                                            [
                                                'TITLE' => 'Реле отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Реле аварийной сигнализации',
                                            ],
                                            [
                                                'TITLE' => 'Реле-зуммер',
                                            ],
                                            [
                                                'TITLE' => 'Реле подогрева лобового стекла',
                                            ],
                                            [
                                                'TITLE' => 'Реле АКПП',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Термопредохранитель',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система круиз-контроля',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок управления круиз-контроля',
                                    ],
                                    [
                                        'TITLE' => 'Датчик круиз-контроля',
                                    ],
                                    [
                                        'TITLE' => 'Привод круиз контроля',
                                    ],
                                    [
                                        'TITLE' => 'Переключатель круиз контроля',
                                    ],
                                    [
                                        'TITLE' => 'Комплект системы круиз-контроля',
                                    ],
                                    [
                                        'TITLE' => 'Трос круиз-контроля',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Проектор на стекло',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Проектор на лобовое стекло',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Сигнал звуковой',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Сигнал звуковой в сборе',
                                    ],
                                    [
                                        'TITLE' => 'Рупор звукового сигнала',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн звукового сигнала',
                                    ],
                                    [
                                        'TITLE' => 'Контактное кольцо звукового сигнала',
                                    ],
                                    [
                                        'TITLE' => 'Пластина звукового сигнала',
                                    ],
                                    [
                                        'TITLE' => 'Реле звукового сигнала',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления звуковыми сигналами',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Серводвигатель и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Серводвигатель',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнение серводвигателя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система старт-стоп',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Кнопка остановки двигателя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Автомобильный телефон',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок управления телефоном',
                                    ],
                                    [
                                        'TITLE' => 'Телефон',
                                    ],
                                    [
                                        'TITLE' => 'База телефона',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система открывания ворот',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пульт открывания ворот',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система защиты от буксировки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Датчик защиты от буксировки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система динамической стабилизации',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Гидравлический блок DSC',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Инвертор гибридной системы',
                            ],
                            [
                                'TITLE' => 'Стабилизатор напряжения',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Рулевое управление',
                        'CHILD' => [
                            [
                                'TITLE' => 'Рулевые рейки и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Подшипник рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Втулка рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Хомут пыльника рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Сальник рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Рулевая рейка',
                                    ],
                                    [
                                        'TITLE' => 'Крепление рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Привод рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Амортизатор рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнительное кольцо рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Корпус рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Вал рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Трубка рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Сухарь рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Подушка рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка рулевой рейки',
                                    ],
                                    [
                                        'TITLE' => 'Пружина рулевой рейки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рулевая тяга и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Наконечник рулевой тяги',
                                    ],
                                    [
                                        'TITLE' => 'Муфта соединительная рулевой тяги',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник рулевой тяги',
                                    ],
                                    [
                                        'TITLE' => 'Шарнир рулевой тяги',
                                    ],
                                    [
                                        'TITLE' => 'Рулевая тяга',
                                    ],
                                    [
                                        'TITLE' => 'Гайка рулевого наконечника',
                                    ],
                                    [
                                        'TITLE' => 'Пружина рулевой тяги',
                                    ],
                                    [
                                        'TITLE' => 'Втулка рулевой тяги',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Гидроусилитель руля и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Фильтр рулевого управления',
                                    ],
                                    [
                                        'TITLE' => 'Трубка гидроусилителя',
                                    ],
                                    [
                                        'TITLE' => 'Шланг гидроусилителя',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо уплотнительное ГУР',
                                    ],
                                    [
                                        'TITLE' => 'Клапан гидроусилителя',
                                    ],
                                    [
                                        'TITLE' => 'Штуцер гидроусилителя',
                                    ],
                                    [
                                        'TITLE' => 'Радиатор гидроусилителя',
                                    ],
                                    [
                                        'TITLE' => 'Датчик давления жидкости гур',
                                    ],
                                    [
                                        'TITLE' => 'Бачок гидроусилителя и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Бачок гидроусилителя руля',
                                            ],
                                            [
                                                'TITLE' => 'Крышка бачка гидроусилителя руля',
                                            ],
                                            [
                                                'TITLE' => 'Шланг бачка гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Крепление бачка гидроусилителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Насос гидроусилителя и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Крепление гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Насос гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Шкив насоса гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн гидроусилителя руля',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня насоса гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Сальник гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнительная пластина насоса ГУР',
                                            ],
                                            [
                                                'TITLE' => 'Вал насоса гидроусилителя',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник насоса гидроусилителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Датчик гидроусилителя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рулевая колонка и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Колонки рулевые в сборе',
                                    ],
                                    [
                                        'TITLE' => 'Механизм подрулевой для SRS',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель рулевой колонки',
                                    ],
                                    [
                                        'TITLE' => 'Кардан рулевой',
                                    ],
                                    [
                                        'TITLE' => 'Кожух рулевой колонки',
                                    ],
                                    [
                                        'TITLE' => 'Вал рулевой',
                                    ],
                                    [
                                        'TITLE' => 'Крестовина рулевая',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо контактное подрулевое',
                                    ],
                                    [
                                        'TITLE' => 'Опорный узел рулевой колонки',
                                    ],
                                    [
                                        'TITLE' => 'Муфта рулевого вала',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн рулевого вала',
                                    ],
                                    [
                                        'TITLE' => 'Втулка рулевого вала',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект рулевой колонки',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник рулевого вала',
                                    ],
                                    [
                                        'TITLE' => 'Мотор регулировки положения руля',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Электроусилитель руля',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Электроусилитель руля в сборе',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка электроусилителя руля',
                                    ],
                                    [
                                        'TITLE' => 'Двигатель электроусилителя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рулевое колесо и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Датчик угла поворота',
                                    ],
                                    [
                                        'TITLE' => 'Рулевое колесо',
                                    ],
                                    [
                                        'TITLE' => 'Накладка руля',
                                    ],
                                    [
                                        'TITLE' => 'Блок кнопок руля',
                                    ],
                                    [
                                        'TITLE' => 'Ручка на руль',
                                    ],
                                    [
                                        'TITLE' => 'Подрулевые переключатели и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подрулевой переключатель',
                                            ],
                                            [
                                                'TITLE' => 'Контакт подрулевого переключателя',
                                            ],
                                            [
                                                'TITLE' => 'Шлейф подрулевой',
                                            ],
                                            [
                                                'TITLE' => 'Подрулевой модуль',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн подрулевых переключателей',
                                            ],
                                            [
                                                'TITLE' => 'Подрулевой переключатель поворотов',
                                            ],
                                            [
                                                'TITLE' => 'Подрулевой переключатель стеклоочистителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Кнопка звукового сигнала',
                                    ],
                                    [
                                        'TITLE' => 'Кнопка руля',
                                    ],
                                    [
                                        'TITLE' => 'Крышка рулевого колеса',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рулевая трапеция и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Рулевая сошка',
                                    ],
                                    [
                                        'TITLE' => 'Рулевой демпфер',
                                    ],
                                    [
                                        'TITLE' => 'Рулевая трапеция',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект рулевой сошки',
                                    ],
                                    [
                                        'TITLE' => 'Маятниковый рычаг и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подшипники маятникового рычага',
                                            ],
                                            [
                                                'TITLE' => 'Маятниковый рычаг',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект маятникового рычага',
                                            ],
                                            [
                                                'TITLE' => 'Втулка маятникового рычага',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн маятникового рычага',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пыльник рулевой сошки',
                                    ],
                                    [
                                        'TITLE' => 'Крепеж рулевой сошки',
                                    ],
                                    [
                                        'TITLE' => 'Вал сошки рулевого управления',
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок рулевой сошки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рулевой редуктор и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Сальник рулевого редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Корпус и крышки рулевого редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Шестерня рулевого механизма',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект рулевого редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка рулевого редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Рулевой редуктор',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник рулевого редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн рулевого редуктора',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Кондиционер и отопитель',
                        'CHILD' => [
                            [
                                'TITLE' => 'Кондиционер салона',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок управления климат-контролем',
                                    ],
                                    [
                                        'TITLE' => 'Датчик давления кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Кнопка включения кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Рефкомпрессор',
                                    ],
                                    [
                                        'TITLE' => 'Трубка кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Клапан кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Шланг кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнительное кольцо кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Компрессор',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Компрессор кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Катушка компрессора кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Муфта компрессора кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Шкив компрессора кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник компрессора кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Опора компрессора кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка шкива компрессора',
                                            ],
                                            [
                                                'TITLE' => 'Диск муфты компрессора',
                                            ],
                                            [
                                                'TITLE' => 'Крепление компрессора кондиционера',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Кронштейн компрессора кондиционера',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт компрессора кондиционера',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект крепления кондиционера',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Испаритель',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Корпус испарителя кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Испаритель кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Трубка испарителя',
                                            ],
                                            [
                                                'TITLE' => 'Крышка корпуса испарителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Конденсатор',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кронштейн радиатора кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Радиатор кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Мотор охлаждения кондиционера',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Осушитель',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Осушитель кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн осушителя кондиционера',
                                            ],
                                            [
                                                'TITLE' => 'Крышка осушителя',
                                            ],
                                            [
                                                'TITLE' => 'Трубка осушителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Датчик температуры воздуха',
                                    ],
                                    [
                                        'TITLE' => 'Комплект кондиционера салона',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн трубки кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн датчика температуры воздуха',
                                    ],
                                    [
                                        'TITLE' => 'Проводка кондиционера салона',
                                    ],
                                    [
                                        'TITLE' => 'Ниппель трубки кондиционера',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Отопитель и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Отопитель дополнительный',
                                    ],
                                    [
                                        'TITLE' => 'Патрубок отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Заслонка отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Корпус отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Кран отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Радиатор отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Привод заслонок отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Клапан отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнительное кольцо отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Отопитель в сборе',
                                    ],
                                    [
                                        'TITLE' => 'Тройник на отопитель',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Насос отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Электрический нагреватель отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Накладка вентиляционного отверстия',
                                    ],
                                    [
                                        'TITLE' => 'Заслонка рециркуляции',
                                    ],
                                    [
                                        'TITLE' => 'Трубка отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Привод заслонки рециркуляции',
                                    ],
                                    [
                                        'TITLE' => 'Управление отопителем',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Переключатель отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Трос отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Рычаг заслонки отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Регулятор отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Тяга отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Блок отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Выключатель рециркуляции',
                                            ],
                                            [
                                                'TITLE' => 'Накладка регулятора отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Накладка блока управления отопителем',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Моторы отопителя',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Мотор отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Корпус моторчика отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Резистор отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Втулка моторчика отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Щетки мотора отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Коллектор мотора отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Крыльчатка мотора отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Блок управления вентилятором отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Сопротивление вентилятора отопителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Воздуховоды',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Воздуховод отопителя',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель воздуховода',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн воздуховода',
                                            ],
                                            [
                                                'TITLE' => 'Облицовка воздуховода',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект воздуховода',
                                            ],
                                            [
                                                'TITLE' => 'Втулка воздуховода',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Крепление отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн насоса отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Крышка отопителя',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления отопителем',
                                    ],
                                    [
                                        'TITLE' => 'Отопитель лобового стекла',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Предпусковой подогреватель',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Выключатель системы прогрева ДВС',
                                    ],
                                    [
                                        'TITLE' => 'Камера сгорания подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Таймер предпускового подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Подогреватель масла',
                                    ],
                                    [
                                        'TITLE' => 'Подогреватель антифриза',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Втулка предпускового подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Сетка камеры сгорания',
                                    ],
                                    [
                                        'TITLE' => 'Форсунка подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Пульт предпускового подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Крышка предпускового подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Проводка подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления подогревателем',
                                    ],
                                    [
                                        'TITLE' => 'Приемник предпускового подогревателя',
                                    ],
                                    [
                                        'TITLE' => 'Трубка предпускового подогревателя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Фильтр салонный',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Корпус салонного фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр салона',
                                    ],
                                    [
                                        'TITLE' => 'Клапан фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Кожух салонного фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Датчик загрязненности воздуха',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Тормозная система',
                        'CHILD' => [
                            [
                                'TITLE' => 'Антиблокировочная тормозная система',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крепление ABS',
                                    ],
                                    [
                                        'TITLE' => 'Блок ABS гидравлический',
                                    ],
                                    [
                                        'TITLE' => 'Датчик ABS',
                                    ],
                                    [
                                        'TITLE' => 'Ротор ABS',
                                    ],
                                    [
                                        'TITLE' => 'Трубка ABS',
                                    ],
                                    [
                                        'TITLE' => 'Магнитный клапан ABS',
                                    ],
                                    [
                                        'TITLE' => 'Провод датчика ABS',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления ABS электронный',
                                    ],
                                    [
                                        'TITLE' => 'Разъем датчика ABS',
                                    ],
                                    [
                                        'TITLE' => 'Шайба датчика ABS',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рабочая тормозная система',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Тормозные колодки и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Тормозные колодки',
                                            ],
                                            [
                                                'TITLE' => 'Пружина тормозных колодок',
                                            ],
                                            [
                                                'TITLE' => 'Ролик тормозной колодки',
                                            ],
                                            [
                                                'TITLE' => 'Механизм разведения колодок',
                                            ],
                                            [
                                                'TITLE' => 'Накладка тормозная',
                                            ],
                                            [
                                                'TITLE' => 'Пластина тормозной колодки',
                                            ],
                                            [
                                                'TITLE' => 'Втулка тормозной колодки',
                                            ],
                                            [
                                                'TITLE' => 'Рычаг тормозных колодок',
                                            ],
                                            [
                                                'TITLE' => 'Планка распорная тормозных колодок',
                                            ],
                                            [
                                                'TITLE' => 'Регулятор тормозных колодок',
                                            ],
                                            [
                                                'TITLE' => 'Накладка антискрип колодок',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник тормозной колодки',
                                            ],
                                            [
                                                'TITLE' => 'Тяга тормозных колодок',
                                            ],
                                            [
                                                'TITLE' => 'Крючок ролика тормозной колодки',
                                            ],
                                            [
                                                'TITLE' => 'Ось ролика тормозной колодки',
                                            ],
                                            [
                                                'TITLE' => 'Датчики износа колодок',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Датчик износа тормозных колодок',
                                                    ],
                                                    [
                                                        'TITLE' => 'Разъем датчика износа колодок',
                                                    ],
                                                    [
                                                        'TITLE' => 'Зажим датчика износа колодок',
                                                    ],
                                                    [
                                                        'TITLE' => 'Проводка датчика износа колодок',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Скоба тормозной колодки',
                                            ],
                                            [
                                                'TITLE' => 'Крепление тормозных колодок',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Зажим тормозной колодки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шайба тормозной колодки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект монтажный колодок',
                                                    ],
                                                    [
                                                        'TITLE' => 'Палец тормозной колодки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Штифт тормозной колодки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фиксатор пальца тормозной колодки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн тормозных колодок',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт тормозной колодки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фиксатор тормозных колодок',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Прокладка тормозной колодки',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Комплект тормозов',
                                    ],
                                    [
                                        'TITLE' => 'Воздуховод тормозов',
                                    ],
                                    [
                                        'TITLE' => 'Крепеж тормозного механизма',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект тормозного механизма',
                                    ],
                                    [
                                        'TITLE' => 'Главный тормозной цилиндр и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Бачок тормозной жидкости',
                                            ],
                                            [
                                                'TITLE' => 'Датчик уровня тормозной жидкости',
                                            ],
                                            [
                                                'TITLE' => 'Главный тормозной цилиндр',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект главного тормозного цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Крышка бачка тормозной жидкости',
                                            ],
                                            [
                                                'TITLE' => 'Манжета главного тормозного цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Шланг главного тормозного цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер главного тормозного цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Втулка бачка главного тормозного цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Поршень ГТЦ',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн бачка тормозного цилиндра',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка бачка тормозной жидкости',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Вакуумная система усиления тормозов',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Вакуумный усилитель тормозов',
                                            ],
                                            [
                                                'TITLE' => 'Датчик усилителя тормозов',
                                            ],
                                            [
                                                'TITLE' => 'Клапан вакуумного усилителя тормоза',
                                            ],
                                            [
                                                'TITLE' => 'Шланг вакуумного усилителя',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн вакуумного усилителя',
                                            ],
                                            [
                                                'TITLE' => 'Диафрагма вакуумного усилителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Дисковые тормоза',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Диск тормозной',
                                            ],
                                            [
                                                'TITLE' => 'Щиток тормозного диска',
                                            ],
                                            [
                                                'TITLE' => 'Тормозной суппорт и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Суппорт тормозной',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крепление суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Направляющая суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пластины тормозные',
                                                    ],
                                                    [
                                                        'TITLE' => 'Поршень суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прижимной рычаг суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Манжета тормозного суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Скоба суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Заглушка направляющей суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус тормозного суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пыльник суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Соединитель цилиндров суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Штифт суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Штуцер прокачки суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Колпачок прокачного штуцера',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пружина суппорта',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект направляющих суппорта',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Болт крепления тормозного диска',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Барабанные тормоза',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Барабан тормозной',
                                            ],
                                            [
                                                'TITLE' => 'Щит опорный',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект барабана тормозного',
                                            ],
                                            [
                                                'TITLE' => 'Барабанный тормозной механизм',
                                            ],
                                            [
                                                'TITLE' => 'Рабочий тормозной цилиндр и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Рабочий тормозной цилиндр',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект рабочего тормозного цилиндра',
                                                    ],
                                                    [
                                                        'TITLE' => 'Манжета рабочего тормозного цилиндра',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пыльник тормозного цилиндра',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сальник тормозного цилиндра',
                                                    ],
                                                    [
                                                        'TITLE' => 'Штуцер прокачки тормозного цилиндра',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Тормозной вал и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Вал тормозной',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка тормозного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект тормозного вала',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Пыльник тормозного барабана',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Тормозные трубки, шланги и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Шланг тормозной',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер тормозной трубки',
                                            ],
                                            [
                                                'TITLE' => 'Фиксатор тормозного шланга',
                                            ],
                                            [
                                                'TITLE' => 'Трубка тормозная',
                                            ],
                                            [
                                                'TITLE' => 'Тройник тормозной системы',
                                            ],
                                            [
                                                'TITLE' => 'Соединитель тормозных трубок',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн тормозной трубки',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Педаль тормоза и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Педаль тормоза',
                                            ],
                                            [
                                                'TITLE' => 'Втулка педали тормоза',
                                            ],
                                            [
                                                'TITLE' => 'Пружина педали тормоза',
                                            ],
                                            [
                                                'TITLE' => 'Датчик стоп-сигнала',
                                            ],
                                            [
                                                'TITLE' => 'Ось педали тормоза',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Регулятор давления тормозов',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Регулятор давления тормозов в сборе',
                                            ],
                                            [
                                                'TITLE' => 'Серьга тяги регулятора давления',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Блок управления тормозной системой',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Стояночная тормозная система',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Барабан стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Колодки стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Механизм стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Педаль стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Рычаг стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Трос стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Упор колодок стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Разжимной механизм',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн троса стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Моторчик стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Кожух троса стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Тяга ручного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Кожух рычага стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Скоба троса стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Выключатель стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн рычага стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления стояночным тормозом',
                                    ],
                                    [
                                        'TITLE' => 'Рукоятка рычага стояночного тормоза',
                                    ],
                                    [
                                        'TITLE' => 'Накладка рычага стояночного тормоза',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Кузовные запчасти',
                        'CHILD' => [
                            [
                                'TITLE' => 'Решётка радиатора и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Решётка радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн решетки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Накладка решетки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Крепление решетки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка решетки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Усилитель решетки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Сетка решетки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель решетки радиатора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Дверь боковая и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Отбойник двери',
                                    ],
                                    [
                                        'TITLE' => 'Стеклоподъемный механизм и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Блок переключателей подъемников',
                                            ],
                                            [
                                                'TITLE' => 'Мотор стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Привод стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Реле стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Переключатель стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Доводчик стекла',
                                            ],
                                            [
                                                'TITLE' => 'Ручка стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая стекла двери',
                                            ],
                                            [
                                                'TITLE' => 'Опора стекла двери',
                                            ],
                                            [
                                                'TITLE' => 'Стеклоподъемный механизм',
                                            ],
                                            [
                                                'TITLE' => 'Колодка плавающая стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Комплект стеклоподъемников',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплекты стеклоподъемников',
                                            ],
                                            [
                                                'TITLE' => 'Трос стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Ограничитель стекла',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Накладка ручки стеклоподъемника',
                                            ],
                                            [
                                                'TITLE' => 'Накладка блока стеклоподъемников',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель двери',
                                    ],
                                    [
                                        'TITLE' => 'Дверь боковая',
                                    ],
                                    [
                                        'TITLE' => 'Петля двери',
                                    ],
                                    [
                                        'TITLE' => 'Доводчик двери',
                                    ],
                                    [
                                        'TITLE' => 'Каркас двери',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн двери',
                                    ],
                                    [
                                        'TITLE' => 'Экран двери',
                                    ],
                                    [
                                        'TITLE' => 'Планка двери',
                                    ],
                                    [
                                        'TITLE' => 'Панель боковой двери',
                                    ],
                                    [
                                        'TITLE' => 'Ограничитель двери и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Ограничитель двери',
                                            ],
                                            [
                                                'TITLE' => 'Втулка ограничителя двери',
                                            ],
                                            [
                                                'TITLE' => 'Гнездо ограничителя двери',
                                            ],
                                            [
                                                'TITLE' => 'Пластина ограничителя двери',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель ограничителя двери',
                                            ],
                                            [
                                                'TITLE' => 'Чехол ограничителя двери',
                                            ],
                                            [
                                                'TITLE' => 'Отбойник ограничителя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Ручки открывания двери',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Ручка двери внутренняя',
                                            ],
                                            [
                                                'TITLE' => 'Ручка двери наружная',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель ручки двери',
                                            ],
                                            [
                                                'TITLE' => 'Накладка ручки двери',
                                            ],
                                            [
                                                'TITLE' => 'Механизм ручки двери',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект ручки двери',
                                            ],
                                            [
                                                'TITLE' => 'Крепление ручки',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка ручки двери',
                                            ],
                                            [
                                                'TITLE' => 'Наконечник тяги ручки',
                                            ],
                                            [
                                                'TITLE' => 'Тяга двери',
                                            ],
                                            [
                                                'TITLE' => 'Пружина ручки двери',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн ручки двери',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Сдвижная дверь',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Дверь сдвижная',
                                            ],
                                            [
                                                'TITLE' => 'Ролик сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая двери',
                                            ],
                                            [
                                                'TITLE' => 'Накладка направляющей двери',
                                            ],
                                            [
                                                'TITLE' => 'Ловитель двери',
                                            ],
                                            [
                                                'TITLE' => 'Ползун двери',
                                            ],
                                            [
                                                'TITLE' => 'Направляющий палец сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Трос фиксации сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Механизм сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Шарнир сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Отбойник сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Панель сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Обшивка сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Доводчик сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Ручка сдвижной двери',
                                            ],
                                            [
                                                'TITLE' => 'Блок управления сдвижной дверью',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Концевик двери',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Выключатель концевой двери',
                                            ],
                                            [
                                                'TITLE' => 'Кожух концевого выключателя двери',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Декоративные элементы двери',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Накладка двери',
                                            ],
                                            [
                                                'TITLE' => 'Расширитель двери',
                                            ],
                                            [
                                                'TITLE' => 'Фонарь подсветки двери',
                                            ],
                                            [
                                                'TITLE' => 'Надпись на дверь',
                                            ],
                                            [
                                                'TITLE' => 'Наклейка двери',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Фурнитура двери',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Штифт двери',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка двери',
                                            ],
                                            [
                                                'TITLE' => 'Втулка двери',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Прокладка петли двери',
                                    ],
                                    [
                                        'TITLE' => 'Усилитель двери',
                                    ],
                                    [
                                        'TITLE' => 'Крепление двери',
                                    ],
                                    [
                                        'TITLE' => 'Клапан вентиляции двери',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Замки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Замок бардачка',
                                    ],
                                    [
                                        'TITLE' => 'Замок запаски',
                                    ],
                                    [
                                        'TITLE' => 'Замок капота',
                                    ],
                                    [
                                        'TITLE' => 'Личинка замка',
                                    ],
                                    [
                                        'TITLE' => 'Тяга замка',
                                    ],
                                    [
                                        'TITLE' => 'Фиксатор тяги замка',
                                    ],
                                    [
                                        'TITLE' => 'Электрозамок',
                                    ],
                                    [
                                        'TITLE' => 'Механизм центрального замка',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Блок управления центральным замком',
                                            ],
                                            [
                                                'TITLE' => 'Компрессор центрального замка',
                                            ],
                                            [
                                                'TITLE' => 'Блок центрального замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Комплект центрального замка',
                                            ],
                                            [
                                                'TITLE' => 'Приемник сигнала центрального замка',
                                            ],
                                            [
                                                'TITLE' => 'Пульт центрального замка',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Замок багажника и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кожух замка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Привод замка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель замка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Замок багажника',
                                            ],
                                            [
                                                'TITLE' => 'Электропривод замка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Личинка замка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Ручка открывания замка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Петля замка багажника',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн замка багажника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Комплект замков',
                                    ],
                                    [
                                        'TITLE' => 'Накладка замка',
                                    ],
                                    [
                                        'TITLE' => 'Болт замка',
                                    ],
                                    [
                                        'TITLE' => 'Направляющая замка',
                                    ],
                                    [
                                        'TITLE' => 'Дверной замок и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Замок двери',
                                            ],
                                            [
                                                'TITLE' => 'Привод замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Штифт замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Накладка замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Вставка замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Ключ замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Скоба замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Пружина замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Крепление замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Концевик замка двери',
                                            ],
                                            [
                                                'TITLE' => 'Накладка привода замка двери',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Прокладка замка',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект личинки замка',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка замка',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнение личинки замка',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Защита',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Защита впускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Защита рулевого механизма',
                                    ],
                                    [
                                        'TITLE' => 'Защита днища кузова',
                                    ],
                                    [
                                        'TITLE' => 'Защита кпп',
                                    ],
                                    [
                                        'TITLE' => 'Защита лонжеронов',
                                    ],
                                    [
                                        'TITLE' => 'Защита топливного бака',
                                    ],
                                    [
                                        'TITLE' => 'Защита картера двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Защита раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Защита редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Защита тормозного механизма',
                                    ],
                                    [
                                        'TITLE' => 'Защита дверей',
                                    ],
                                    [
                                        'TITLE' => 'Комплектующие защиты',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель защиты',
                                    ],
                                    [
                                        'TITLE' => 'Крепление защиты',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Амортизатор защиты двигателя',
                                            ],
                                            [
                                                'TITLE' => 'Болт крепления защиты',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн защиты',
                                            ],
                                            [
                                                'TITLE' => 'Гайка крепления защиты',
                                            ],
                                            [
                                                'TITLE' => 'Клипса крепления защиты',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Защита рычага подвески',
                                    ],
                                    [
                                        'TITLE' => 'Защита порогов',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Капот и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Амортизатор капота',
                                    ],
                                    [
                                        'TITLE' => 'Обшивка капота',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник капота',
                                    ],
                                    [
                                        'TITLE' => 'Трос замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель капота',
                                    ],
                                    [
                                        'TITLE' => 'Упор капота',
                                    ],
                                    [
                                        'TITLE' => 'Кожух замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Решетка капота',
                                    ],
                                    [
                                        'TITLE' => 'Петля капота',
                                    ],
                                    [
                                        'TITLE' => 'Капот',
                                    ],
                                    [
                                        'TITLE' => 'Боковина капота',
                                    ],
                                    [
                                        'TITLE' => 'Накладка капота',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Выключатель концевой капота',
                                    ],
                                    [
                                        'TITLE' => 'Держатель и втулка упора капота',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн упора капота',
                                    ],
                                    [
                                        'TITLE' => 'Панель капота',
                                    ],
                                    [
                                        'TITLE' => 'Механизм открывания капота',
                                    ],
                                    [
                                        'TITLE' => 'Шарнир замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Крючок замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Штырь замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Пружина замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Пружина петли капота',
                                    ],
                                    [
                                        'TITLE' => 'Защита тросика замка капота',
                                    ],
                                    [
                                        'TITLE' => 'Накладка петли капота',
                                    ],
                                    [
                                        'TITLE' => 'Клипса капота',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн троса замка капота',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Крепление',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крепление бака',
                                    ],
                                    [
                                        'TITLE' => 'Крепление брызговиков',
                                    ],
                                    [
                                        'TITLE' => 'Крепление запасного колеса',
                                    ],
                                    [
                                        'TITLE' => 'Крепление зеркала салона',
                                    ],
                                    [
                                        'TITLE' => 'Крепление крыши',
                                    ],
                                    [
                                        'TITLE' => 'Крепление рамы',
                                    ],
                                    [
                                        'TITLE' => 'Крепление рейлинга',
                                    ],
                                    [
                                        'TITLE' => 'Крепление руля',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Обвесы кузова аэродинамические',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Спойлер на заднее стекло',
                                    ],
                                    [
                                        'TITLE' => 'Порог пластиковый',
                                    ],
                                    [
                                        'TITLE' => 'Спойлер',
                                    ],
                                    [
                                        'TITLE' => 'Комплект аэродинамического обвеса',
                                    ],
                                    [
                                        'TITLE' => 'Крепеж и комплектующие спойлера',
                                    ],
                                    [
                                        'TITLE' => 'Спойлер бампера',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель спойлера',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка спойлера',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Детали экстерьера',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Дефлекторы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Дефлектор капота',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор люка',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор бокового окна',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор кабины',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор бампера',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор зеркала',
                                            ],
                                            [
                                                'TITLE' => 'Крепление дефлектора',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор лобового стекла',
                                            ],
                                            [
                                                'TITLE' => 'Дефлектор заднего стекла',
                                            ],
                                            [
                                                'TITLE' => 'Кожух дефлектора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Петля буксировочная',
                                    ],
                                    [
                                        'TITLE' => 'Молдинги',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Молдинг решетки радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг лобового стекла',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг кузова',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг крыла',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг крыши',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг бампера',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг капота',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг двери',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг рамки стекла',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг передней части кузова',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг боковой части кузова',
                                            ],
                                            [
                                                'TITLE' => 'Накладка молдинга',
                                            ],
                                            [
                                                'TITLE' => 'Крепеж молдинга',
                                            ],
                                            [
                                                'TITLE' => 'Комплект молдингов',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг универсальный',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг порога',
                                            ],
                                            [
                                                'TITLE' => 'Молдинг багажника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пленка защитная',
                                    ],
                                    [
                                        'TITLE' => 'Колпак запасного колеса',
                                    ],
                                    [
                                        'TITLE' => 'Крышка номера кузова',
                                    ],
                                    [
                                        'TITLE' => 'Чехол для запасного колеса',
                                    ],
                                    [
                                        'TITLE' => 'Панель под лобовое стекло',
                                    ],
                                    [
                                        'TITLE' => 'Эмблемы и шильдики',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Эмблема решетки радиатора',
                                            ],
                                            [
                                                'TITLE' => 'Наклейка',
                                            ],
                                            [
                                                'TITLE' => 'Эмблема',
                                            ],
                                            [
                                                'TITLE' => 'Шильдик',
                                            ],
                                            [
                                                'TITLE' => 'Эмблема багажника',
                                            ],
                                            [
                                                'TITLE' => 'Эмблема молдинга',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка эмблемы',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн эмблемы',
                                            ],
                                            [
                                                'TITLE' => 'Эмблема двигателя',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пленка тонировочная',
                                    ],
                                    [
                                        'TITLE' => 'Пленка виниловая',
                                    ],
                                    [
                                        'TITLE' => 'Брызговики',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Брызговик',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн брызговика',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Подножка и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подножка',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн подножки',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Декоративные накладки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Накладка порога',
                                            ],
                                            [
                                                'TITLE' => 'Накладка декоративная',
                                            ],
                                            [
                                                'TITLE' => 'Накладка на подножку',
                                            ],
                                            [
                                                'TITLE' => 'Накладка на стойку',
                                            ],
                                            [
                                                'TITLE' => 'Накладка на стоп-сигнал',
                                            ],
                                            [
                                                'TITLE' => 'Накладка глухого стекла',
                                            ],
                                            [
                                                'TITLE' => 'Накладка под номерной знак',
                                            ],
                                            [
                                                'TITLE' => 'Накладка брызговика',
                                            ],
                                            [
                                                'TITLE' => 'Накладка кузова',
                                            ],
                                            [
                                                'TITLE' => 'Крепление накладки',
                                            ],
                                            [
                                                'TITLE' => 'Накладка панели под лобовым стеклом',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн буксировочной петли',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Панель крыши и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Стекло панорамной крыши',
                                    ],
                                    [
                                        'TITLE' => 'Демпфер панели крыши',
                                    ],
                                    [
                                        'TITLE' => 'Накладка панели крыши',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн панели крыши',
                                    ],
                                    [
                                        'TITLE' => 'Направляющая водостока крыши',
                                    ],
                                    [
                                        'TITLE' => 'Опорная планка крыши',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель крыши',
                                    ],
                                    [
                                        'TITLE' => 'Панель крыши',
                                    ],
                                    [
                                        'TITLE' => 'Шумоизоляция крыши',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Люк и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Стекло люка',
                                    ],
                                    [
                                        'TITLE' => 'Моторчик люка',
                                    ],
                                    [
                                        'TITLE' => 'Люк',
                                    ],
                                    [
                                        'TITLE' => 'Рычаг люка',
                                    ],
                                    [
                                        'TITLE' => 'Панель люка',
                                    ],
                                    [
                                        'TITLE' => 'Направляющая люка',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель люка',
                                    ],
                                    [
                                        'TITLE' => 'Накладка люка',
                                    ],
                                    [
                                        'TITLE' => 'Механизм люка',
                                    ],
                                    [
                                        'TITLE' => 'Шторка люка',
                                    ],
                                    [
                                        'TITLE' => 'Рамка люка',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Части кузова',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Половина кузова',
                                    ],
                                    [
                                        'TITLE' => 'Задняя часть автомобиля',
                                    ],
                                    [
                                        'TITLE' => 'Передняя часть автомобиля',
                                    ],
                                    [
                                        'TITLE' => 'Четверть кузова',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Остекление кузова',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Стекло заднее',
                                    ],
                                    [
                                        'TITLE' => 'Стекло лобовое',
                                    ],
                                    [
                                        'TITLE' => 'Рамка стекла',
                                    ],
                                    [
                                        'TITLE' => 'Петля бокового окна',
                                    ],
                                    [
                                        'TITLE' => 'Стекло боковое',
                                    ],
                                    [
                                        'TITLE' => 'Фиксатор стекла',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник стекла',
                                    ],
                                    [
                                        'TITLE' => 'Форточка',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Форточка двери',
                                            ],
                                            [
                                                'TITLE' => 'Форточка крыла',
                                            ],
                                            [
                                                'TITLE' => 'Запор форточки двери',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель форточки двери',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Уплотнение стекол',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Уплотнитель заднего стекла',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель бокового стекла',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель лобового стекла',
                                            ],
                                            [
                                                'TITLE' => 'Замок уплотнителя стекла',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель направляющей стекла',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Декоративная отделка стекол',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Накладка под датчик дождя',
                                            ],
                                            [
                                                'TITLE' => 'Накладка на лобовое стекло',
                                            ],
                                            [
                                                'TITLE' => 'Накладка рамки окна',
                                            ],
                                            [
                                                'TITLE' => 'Наклейка на стекло',
                                            ],
                                            [
                                                'TITLE' => 'Наклейка рамки стекла',
                                            ],
                                            [
                                                'TITLE' => 'Накладка на заднее стекло',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Заклепка стекла',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Зеркала',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Зеркало двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Боковые зеркала заднего вида',
                                    ],
                                    [
                                        'TITLE' => 'Салонное зеркало заднего вида',
                                    ],
                                    [
                                        'TITLE' => 'Зеркало нижнего вида',
                                    ],
                                    [
                                        'TITLE' => 'Дополнительное зеркало',
                                    ],
                                    [
                                        'TITLE' => 'Зеркало мертвой зоны',
                                    ],
                                    [
                                        'TITLE' => 'Крепление зеркала заднего вида',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кронштейн зеркала',
                                            ],
                                            [
                                                'TITLE' => 'Болт крепления зеркала',
                                            ],
                                            [
                                                'TITLE' => 'Винт крепления зеркала',
                                            ],
                                            [
                                                'TITLE' => 'Пистон зеркала',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Комплектующие зеркал заднего вида',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Корпус зеркала',
                                            ],
                                            [
                                                'TITLE' => 'Накладка на зеркало',
                                            ],
                                            [
                                                'TITLE' => 'Зеркальный элемент',
                                            ],
                                            [
                                                'TITLE' => 'Ручка регулировки зеркала',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка зеркала заднего вида',
                                            ],
                                            [
                                                'TITLE' => 'Моторчик регулировки зеркала',
                                            ],
                                            [
                                                'TITLE' => 'Повторитель поворота в зеркале',
                                            ],
                                            [
                                                'TITLE' => 'Ремонтный комплект зеркал',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка зеркала',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Камера зеркала заднего вида',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Панель фонаря',
                            ],
                            [
                                'TITLE' => 'Крылья и боковые элементы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крыло',
                                    ],
                                    [
                                        'TITLE' => 'Крепление крыла',
                                    ],
                                    [
                                        'TITLE' => 'Боковина',
                                    ],
                                    [
                                        'TITLE' => 'Обшивка крыла',
                                    ],
                                    [
                                        'TITLE' => 'Усилитель крыла',
                                    ],
                                    [
                                        'TITLE' => 'Щиток крыла',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель крыла',
                                    ],
                                    [
                                        'TITLE' => 'Желоб крыла',
                                    ],
                                    [
                                        'TITLE' => 'Надставка крыла',
                                    ],
                                    [
                                        'TITLE' => 'Направляющая крыла',
                                    ],
                                    [
                                        'TITLE' => 'Соединитель крыла',
                                    ],
                                    [
                                        'TITLE' => 'Ремонтная панель крыла',
                                    ],
                                    [
                                        'TITLE' => 'Лючок бака',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Лючок топливного бака',
                                            ],
                                            [
                                                'TITLE' => 'Замок лючка топливного бака',
                                            ],
                                            [
                                                'TITLE' => 'Пружина лючка топливного бака',
                                            ],
                                            [
                                                'TITLE' => 'Трос лючка топливного бака',
                                            ],
                                            [
                                                'TITLE' => 'Ручка открывания бензобака',
                                            ],
                                            [
                                                'TITLE' => 'Актуатор лючка топливного бака',
                                            ],
                                            [
                                                'TITLE' => 'Накладка лючка бензобака',
                                            ],
                                            [
                                                'TITLE' => 'Ниша лючка бензобака',
                                            ],
                                            [
                                                'TITLE' => 'Буфер лючка бензобака',
                                            ],
                                            [
                                                'TITLE' => 'Привод открытия бензобака',
                                            ],
                                            [
                                                'TITLE' => 'Петля лючка топливного бака',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Подкрылки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подкрылок',
                                            ],
                                            [
                                                'TITLE' => 'Крепление подкрылка',
                                            ],
                                            [
                                                'TITLE' => 'Панель подкрылка',
                                            ],
                                            [
                                                'TITLE' => 'Накладка подкрылка',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн подкрылка',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель подкрылка',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка подкрылка',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Арки и расширители арок',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Арка колеса',
                                            ],
                                            [
                                                'TITLE' => 'Расширители колесных арок',
                                            ],
                                            [
                                                'TITLE' => 'Крепление накладки арки',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн колесной арки',
                                            ],
                                            [
                                                'TITLE' => 'Накладка арки колеса',
                                            ],
                                            [
                                                'TITLE' => 'Наклейка арки',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка арки',
                                            ],
                                            [
                                                'TITLE' => 'Заклепка арки колеса',
                                            ],
                                            [
                                                'TITLE' => 'Клипса расширителя арки',
                                            ],
                                            [
                                                'TITLE' => 'Клипса колесной арки',
                                            ],
                                            [
                                                'TITLE' => 'Панель арки колеса',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель колесной арки',
                                            ],
                                            [
                                                'TITLE' => 'Шумоизоляция колесной арки',
                                            ],
                                            [
                                                'TITLE' => 'Крышка арки колеса',
                                            ],
                                            [
                                                'TITLE' => 'Удлинитель арки колеса',
                                            ],
                                            [
                                                'TITLE' => 'Кожух арки колеса',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Декоративная отделка крыла',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Накладка крыла',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка крыла',
                                            ],
                                            [
                                                'TITLE' => 'Решетка крыла',
                                            ],
                                            [
                                                'TITLE' => 'Наклейка крыла',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пыльник крыла',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Силовые элементы кузова',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Рама и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кронштейн рамы',
                                            ],
                                            [
                                                'TITLE' => 'Подушка рамы',
                                            ],
                                            [
                                                'TITLE' => 'Втулка рамы',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая рамы',
                                            ],
                                            [
                                                'TITLE' => 'Поперечина рамы',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель рамы',
                                            ],
                                            [
                                                'TITLE' => 'Рама',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка крепления кузова',
                                            ],
                                            [
                                                'TITLE' => 'Накладка рамы',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Лонжерон',
                                    ],
                                    [
                                        'TITLE' => 'Поддомкратник',
                                    ],
                                    [
                                        'TITLE' => 'Подрамник и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кронштейн подрамника',
                                            ],
                                            [
                                                'TITLE' => 'Подрамник',
                                            ],
                                            [
                                                'TITLE' => 'Шайба подрамника',
                                            ],
                                            [
                                                'TITLE' => 'Сайлентблок подрамника',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект подрамника',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо подрамника',
                                            ],
                                            [
                                                'TITLE' => 'Растяжка подрамника',
                                            ],
                                            [
                                                'TITLE' => 'Опора подрамника',
                                            ],
                                            [
                                                'TITLE' => 'Болт подрамника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Поперечина моторного отсека',
                                    ],
                                    [
                                        'TITLE' => 'Панель задней части кузова',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн передней части кузова',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн задней части кузова',
                                    ],
                                    [
                                        'TITLE' => 'Панель передней части кузова',
                                    ],
                                    [
                                        'TITLE' => 'Усилители',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Усилитель панели',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель стойки',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель задней части кузова',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель передней части кузова',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель крыши',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель окна',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель брызговика',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель лонжерона',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель пола',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель туннеля пола',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель колёсной арки',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Стойки кузова',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Стойка кузова',
                                            ],
                                            [
                                                'TITLE' => 'Стойка передней панели',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка стойки кузова',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пороги',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Порог кузовной',
                                            ],
                                            [
                                                'TITLE' => 'Усилитель порога',
                                            ],
                                            [
                                                'TITLE' => 'Соединитель порога',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект порога',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка порога',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Стакан крепления амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Соединитель лонжерона',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Дверь багажника и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Ограничитель двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Петля двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Электропривод двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Накладка двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Трос двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Дверь багажника',
                                    ],
                                    [
                                        'TITLE' => 'Ремонтная панель двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Ручка двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка ручки двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Обшивка двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Амортизатор двери багажника',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Крышка багажника и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крышка багажника',
                                    ],
                                    [
                                        'TITLE' => 'Крепление двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Накладка крышки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник багажника',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель крышки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Электропривод крышки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Петля багажника',
                                    ],
                                    [
                                        'TITLE' => 'Амортизатор крышки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Панель замка багажника',
                                    ],
                                    [
                                        'TITLE' => 'Крышка кузова',
                                    ],
                                    [
                                        'TITLE' => 'Обшивка крышки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Накладка петли багажника',
                                    ],
                                    [
                                        'TITLE' => 'Водосток двери багажника',
                                    ],
                                    [
                                        'TITLE' => 'Торсион крышки багажника',
                                    ],
                                    [
                                        'TITLE' => 'Откидной борт',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Борт откидной',
                                            ],
                                            [
                                                'TITLE' => 'Накладка борта откидного',
                                            ],
                                            [
                                                'TITLE' => 'Вкладыш борта откидного',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнение откидного борта',
                                            ],
                                            [
                                                'TITLE' => 'Отбойник откидного борта',
                                            ],
                                            [
                                                'TITLE' => 'Замок откидного борта',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Ручка багажника и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Трос открывания багажника',
                                            ],
                                            [
                                                'TITLE' => 'Ручка багажника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Клипса обивки крышки багажника',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Решетка воздухозаборника',
                            ],
                            [
                                'TITLE' => 'Щит моторного отсека',
                            ],
                            [
                                'TITLE' => 'Бампер и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Абсорбер бампера',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка бампера',
                                    ],
                                    [
                                        'TITLE' => 'Защита бампера',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн бампера',
                                    ],
                                    [
                                        'TITLE' => 'Решётка бампера',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник бампера',
                                    ],
                                    [
                                        'TITLE' => 'Усилитель бампера',
                                    ],
                                    [
                                        'TITLE' => 'Направляющая бампера',
                                    ],
                                    [
                                        'TITLE' => 'Юбка бампера',
                                    ],
                                    [
                                        'TITLE' => 'Каркас бампера',
                                    ],
                                    [
                                        'TITLE' => 'Бампер',
                                    ],
                                    [
                                        'TITLE' => 'Боковина бампера',
                                    ],
                                    [
                                        'TITLE' => 'Накладка бампера',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель бампера',
                                    ],
                                    [
                                        'TITLE' => 'Расширитель бампера',
                                    ],
                                    [
                                        'TITLE' => 'Крепление бампера',
                                    ],
                                    [
                                        'TITLE' => 'Стопор бампера',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект бампера',
                                    ],
                                    [
                                        'TITLE' => 'Отражатель бампера',
                                    ],
                                    [
                                        'TITLE' => 'Подножка бампера',
                                    ],
                                    [
                                        'TITLE' => 'Обвес бампера',
                                    ],
                                    [
                                        'TITLE' => 'Диффузор бампера',
                                    ],
                                    [
                                        'TITLE' => 'Крепление накладки бампера',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник бампера',
                                    ],
                                    [
                                        'TITLE' => 'Воздуховод бампера',
                                    ],
                                    [
                                        'TITLE' => 'Наклейка бампера',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн абсорбера бампера',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рамка радиатора и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Рамка радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Накладка рамки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн рамки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Панель рамки радиатора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Кузов автомобиля',
                            ],
                            [
                                'TITLE' => 'Крыша откидная',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Обивка откидной крыши',
                                    ],
                                    [
                                        'TITLE' => 'Каркас откидной крыши',
                                    ],
                                    [
                                        'TITLE' => 'Привод откидной крыши',
                                    ],
                                    [
                                        'TITLE' => 'Откидная крыша',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Брызговик кузовной',
                            ],
                            [
                                'TITLE' => 'Днище кузова',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Панель пола',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка кузова',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник днища',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Трансмиссия',
                        'CHILD' => [
                            [
                                'TITLE' => 'Мост и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Подушка моста',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник редуктора моста',
                                    ],
                                    [
                                        'TITLE' => 'Чулок моста',
                                    ],
                                    [
                                        'TITLE' => 'Пробка сливная моста',
                                    ],
                                    [
                                        'TITLE' => 'Картер моста',
                                    ],
                                    [
                                        'TITLE' => 'Крышка картера моста',
                                    ],
                                    [
                                        'TITLE' => 'Мост',
                                    ],
                                    [
                                        'TITLE' => 'Пластина подшипника полуоси моста',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Шестерня полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Втулка полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Стопорное кольцо полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Шайба полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Сальник полуоси моста',
                                    ],
                                    [
                                        'TITLE' => 'Шпилька полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Крестовина полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнение полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Механизм блокировки моста',
                                    ],
                                    [
                                        'TITLE' => 'Болт картера моста',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка моста',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка пробки моста',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Сцепление и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Болт корзины сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Диск сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Корзина сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Пластина сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Комплект сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Картер сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Крышка картера сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Накладка диска сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Центрирующий опорный подшипник',
                                    ],
                                    [
                                        'TITLE' => 'Привод сцепления',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подшипник выжимной',
                                            ],
                                            [
                                                'TITLE' => 'Трубка сцепления',
                                            ],
                                            [
                                                'TITLE' => 'Шланг сцепления',
                                            ],
                                            [
                                                'TITLE' => 'Пружина муфты сцепления',
                                            ],
                                            [
                                                'TITLE' => 'Шток сцепления',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер трубки сцепления',
                                            ],
                                            [
                                                'TITLE' => 'Клапан сцепления',
                                            ],
                                            [
                                                'TITLE' => 'Цилиндры сцепления и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Бачок главного цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект главного цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Цилиндр сцепления главный',
                                                    ],
                                                    [
                                                        'TITLE' => 'Цилиндр сцепления рабочий',
                                                    ],
                                                    [
                                                        'TITLE' => 'Манжета рабочего цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Манжета главного цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект рабочего цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пыльник рабочего цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка бачка сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Упорное кольцо цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фиксатор цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Уплотнитель цилиндра сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Поршень рабочего цилиндра сцепления',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Вилка сцепления и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Вилка сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пружина вилки сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пыльник вилки сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка вилки',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рычаг вилки сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Опора вилки сцепления',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Педаль сцепления и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Датчик сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Педаль сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пружина педали сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн педали сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сектор сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка педали сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Накладка педели сцепления',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Трос сцепления и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Тросик сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крепление тросика сцепления',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект троса сцепления',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Крепление выжимного подшипника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Сепаратор сцепления',
                                    ],
                                    [
                                        'TITLE' => 'Стопорное кольцо сепаратора сцепления',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Карданная передача и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Карданный вал',
                                    ],
                                    [
                                        'TITLE' => 'Опора карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Муфта карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Крестовина карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект муфты карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Сальник карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Фланец карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Хвостовик карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Втулка карданного вала',
                                    ],
                                    [
                                        'TITLE' => 'Чехол шарнира кардана',
                                    ],
                                    [
                                        'TITLE' => 'Крепление кардана',
                                    ],
                                    [
                                        'TITLE' => 'Болт фланца кардана',
                                    ],
                                    [
                                        'TITLE' => 'Стопорное кольцо крестовины',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Главная передача',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Дифференциал и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Сателлит',
                                            ],
                                            [
                                                'TITLE' => 'Гайка дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Сальник дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Главная пара',
                                            ],
                                            [
                                                'TITLE' => 'Корпус дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Блокировка дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Корпус сателлитов',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект главной передачи',
                                            ],
                                            [
                                                'TITLE' => 'Фланец дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Кольца регулировочные дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня главной передачи',
                                            ],
                                            [
                                                'TITLE' => 'Вал дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Кольца подшипника дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо стопорное дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка подшипника дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Ось дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Дифференциал в сборе',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнение дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Палец дифференциала',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо маслоотражательное',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Редуктор',
                                    ],
                                    [
                                        'TITLE' => 'Втулка редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Крепление редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Пробка редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Сальник редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Фланец редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Шайба редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Опора редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Вал редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Шестерня редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо подшипника редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка пробки редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Крышка редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Сапун редуктора',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник редуктора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Раздаточная коробка и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Раздаточная коробка',
                                    ],
                                    [
                                        'TITLE' => 'Датчик раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Корпус раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Мотор раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Сальник раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Тросик раздатки',
                                    ],
                                    [
                                        'TITLE' => 'Цепь раздатки',
                                    ],
                                    [
                                        'TITLE' => 'Шестерня раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Набор прокладок раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Пробка раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Подвеска раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Модуль раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Рычаг раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Крышка раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Вилка раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Вал раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник рычага раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Картер раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Втулка раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Шток',
                                    ],
                                    [
                                        'TITLE' => 'Головка штока раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Блок шестерен',
                                    ],
                                    [
                                        'TITLE' => 'Фланец раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Переключатель полного привода',
                                    ],
                                    [
                                        'TITLE' => 'Кожух рычага раздатки',
                                    ],
                                    [
                                        'TITLE' => 'Промежуточный вал',
                                    ],
                                    [
                                        'TITLE' => 'Шайба раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Сапун раздаточной коробки',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник промежуточного вала',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр раздаточной коробки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Приводной вал и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Кольцо ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Сальник привода',
                                    ],
                                    [
                                        'TITLE' => 'ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник привода',
                                    ],
                                    [
                                        'TITLE' => 'Приводной вал',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Втулка привода',
                                    ],
                                    [
                                        'TITLE' => 'Сальник подшипника привода',
                                    ],
                                    [
                                        'TITLE' => 'Скоба привода',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн привода',
                                    ],
                                    [
                                        'TITLE' => 'Крепление привода',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка приводного вала',
                                    ],
                                    [
                                        'TITLE' => 'Хомут пыльника ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Вал привода',
                                    ],
                                    [
                                        'TITLE' => 'Адаптер пыльника ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Демпфер привода',
                                    ],
                                    [
                                        'TITLE' => 'Защитный кожух ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Детали ШРУС',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Трипоид',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник трипоида',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пыльник подшипника привода',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Муфта полного привода и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Муфта полного привода',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр муфты полного привода',
                                    ],
                                    [
                                        'TITLE' => 'Датчик включения полного привода',
                                    ],
                                    [
                                        'TITLE' => 'Клапан включения полного привода',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Коробки передач и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шестерня спидометра',
                                    ],
                                    [
                                        'TITLE' => 'Датчик заднего хода',
                                    ],
                                    [
                                        'TITLE' => 'Датчик скорости',
                                    ],
                                    [
                                        'TITLE' => 'Механическая трансмиссия',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Поддон МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Вал первичный и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Втулка направляющая первичного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сальник первичного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Подшипник вала первичного',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кольцо регулировочное первичного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кольцо стопорное первичного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фланец первичного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Первичный вал МКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прокладка подшипника первич. вала',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Датчик коробки передач',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Штифт КПП',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект КПП',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо упорное КПП',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Пробка КПП',
                                            ],
                                            [
                                                'TITLE' => 'Вал вторичный и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Кольцо стопорное вторичного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Вторичный вал МКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Подшипник вторичного вала',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Вал промежуточный и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Шарнир промежуточного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Подшипник промежуточного вала',
                                                    ],
                                                    [
                                                        'TITLE' => 'Вал промежуточный КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн промежуточного вала',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Пластина КПП',
                                            ],
                                            [
                                                'TITLE' => 'Тяга КПП',
                                            ],
                                            [
                                                'TITLE' => 'Сапун и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Шланг сапуна',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сапун',
                                                    ],
                                                    [
                                                        'TITLE' => 'Колпачок сапуна КПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Фланец КПП',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая выжимного подшипника',
                                            ],
                                            [
                                                'TITLE' => 'Втулка МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Корпус и крышки МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Пружина МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Ступица МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Стопорное кольцо КПП',
                                            ],
                                            [
                                                'TITLE' => 'Ось шестерни',
                                            ],
                                            [
                                                'TITLE' => 'Регулировочные кольца',
                                            ],
                                            [
                                                'TITLE' => 'Трос КПП и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Трос КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн троса КПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Прокладки МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Синхронизатор и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Синхронизатор КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кольцо синхронизатора КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сухарь синхронизатора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шарик синхронизатора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Муфта синхронизатора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Стопорное кольцо муфты синхронизатора',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Механизм включения передач',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Вилка КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Механизм переключения передач',
                                                    ],
                                                    [
                                                        'TITLE' => 'Блок выбора передач КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шток вилки КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Головка штока КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ось фиксатора штока',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пружина штока кпп',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка штока выбора передач',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект механизма переключения передач',
                                                    ],
                                                    [
                                                        'TITLE' => 'Блокировка заднего хода',
                                                    ],
                                                    [
                                                        'TITLE' => 'Втулка штока вилки КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Опора механизма включения передач',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Кулиса и рычаг МКПП',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Рычаг переключения КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рукоятка рычага кпп',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кулиса КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект кулисы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пыльник рычага переключения КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн кулисы КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Накладка кулисы КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Колодка рычага переключения КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Палец КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сальник кулисы МКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Тяга кулисы КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прокладка кулисы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рамка чехла рычага КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус рычага КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кардан кулисы МКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Сальник МКПП',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр КПП',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Автоматическая трансмиссия',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Актуатор автоматической трансмиссии',
                                            ],
                                            [
                                                'TITLE' => 'Блок управления АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Гидротрансформатор АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Диск фрикционный АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Шайба АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Щуп АКПП',
                                            ],
                                            [
                                                'TITLE' => 'АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Кольцо уплотнительное АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Корпус и крышки АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Муфта АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Вал АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Стопорное кольцо АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Сальник АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Трубка щупа АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Диск стальной АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Втулка АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Обгонная муфта АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Планетарная передача АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Пробка заливная АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр АКПП и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Фильтр АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Уплотнитель фильтра АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус фильтра АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка фильтра АКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Тяга АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Фланец АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Регулировочные кольца АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Селектор АКПП и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Датчик положения селектора акпп',
                                                    ],
                                                    [
                                                        'TITLE' => 'Селектор АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Накладка селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кнопка блокировки селектора кпп',
                                                    ],
                                                    [
                                                        'TITLE' => 'Трос селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пыльник рычага переключения АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн троса селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Лампа селектора акпп',
                                                    ],
                                                    [
                                                        'TITLE' => 'Блокиратор селектора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рычаг селектора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кнопка спортивного режима',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рукоятка рычага селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка селектора акпп',
                                                    ],
                                                    [
                                                        'TITLE' => 'Плата селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фиксатор троса селектора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Тяга селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Штифт селектора АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Регулятор троса АКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Поддон автоматической КПП',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Шайба сливной пробки КПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пробка поддона АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Поддон АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прокладка поддона АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт поддона АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Трубка поддона АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект крепления поддона АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Клипса поддона АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Магнит поддона АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект поддона АКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Гидроблок АКПП',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Блок клапанов АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Электромагнитный клапан АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сепараторная пластина АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Клапан АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Прокладка гидроблока АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Плата АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект клапана АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Ремкомплект платы АКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Кожух блока управления АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Разъем электрический АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Охлаждение АКПП',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Радиатор АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Трубки и шланги АКПП',
                                                        'CHILD' => [
                                                            [
                                                                'TITLE' => 'Трубка маслопровода АКПП',
                                                            ],
                                                            [
                                                                'TITLE' => 'Шланг АКПП',
                                                            ],
                                                            [
                                                                'TITLE' => 'Штуцер магистрали охлаждения АКПП',
                                                            ],
                                                            [
                                                                'TITLE' => 'Уплотнитель системы охлаждения АКПП',
                                                            ],
                                                        ],
                                                    ],
                                                    [
                                                        'TITLE' => 'Охладитель масла АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Термостат АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн радиатора АКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн проводки АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Датчик температуры АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Датчик оборотов АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Система вентиляции АКПП',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Трубка сапуна АКПП',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сапун АКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Тормозные ленты АКПП',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Тормозная лента АКПП',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Фиксатор шестерни паркинга',
                                            ],
                                            [
                                                'TITLE' => 'Поршень АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Заглушка корпуса АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Бачок АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Регулятор давления масла АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Пружина АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Резистор АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Датчик давления масла АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Комплект дисков муфты АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Масляный насос АКПП',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Насос автоматической трансмиссии',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Штифт АКПП',
                                            ],
                                            [
                                                'TITLE' => 'Балансир АКПП',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Роботизированная трансмиссия',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Мехатроник',
                                            ],
                                            [
                                                'TITLE' => 'Роботизированная КПП',
                                            ],
                                            [
                                                'TITLE' => 'Масляный насос роботизированной КПП',
                                            ],
                                            [
                                                'TITLE' => 'Селектор роботизированной КПП',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр роботизированной КПП',
                                            ],
                                            [
                                                'TITLE' => 'Модуль TSM',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка мехатроника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Вариаторная трансмиссия',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Вариатор',
                                            ],
                                            [
                                                'TITLE' => 'Ремень вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Корпус и крышки вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Поддон вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Болт поддона вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Соленоид вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Гидроблок вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Радиатор вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Пробка поддона вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Грузик вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Шкив вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Вал вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Чашка вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Блок управления вариатором',
                                            ],
                                            [
                                                'TITLE' => 'Кулиса вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Сальник вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Цепь вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Шпонка вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Щуп вариатора',
                                            ],
                                            [
                                                'TITLE' => 'Масляный насос вариатора и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Масляный насос вариатора',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Переходная плита КПП',
                                    ],
                                    [
                                        'TITLE' => 'Кожух КПП',
                                    ],
                                    [
                                        'TITLE' => 'Крепление КПП',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Балка под КПП',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн КПП',
                                            ],
                                            [
                                                'TITLE' => 'Опора КПП',
                                            ],
                                            [
                                                'TITLE' => 'Болт крепления КПП',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Подвеска',
                        'CHILD' => [
                            [
                                'TITLE' => 'Балки продольные',
                            ],
                            [
                                'TITLE' => 'Ступица колеса и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Втулка ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Гайка ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо упорное ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Крышка ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Муфта ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Проставка колеса',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Сальник ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Фланец ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Шайба ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Шпилька ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Стопорная шайба подшипника ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Ступица колеса',
                                    ],
                                    [
                                        'TITLE' => 'Болт ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Шплинт ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо стопорное ступицы',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо сальника ступицы',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Амортизаторы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Картридж амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Крепление амортизатора',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Втулка амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Шайба амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Болт амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Гайка амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Комплект крепления амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Стопорное кольцо амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект крепления амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Палец амортизатора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Отбойник амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Фиксатор пыльника амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Амортизатор',
                                    ],
                                    [
                                        'TITLE' => 'Защитный комплект амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Тарелка пружины амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Сальник амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Крышка амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Опора амортизаторов',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Опора амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник опоры амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект опоры амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Проставка опоры амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Пыльник опорного подшипника стойки',
                                            ],
                                            [
                                                'TITLE' => 'Втулка опоры амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Гайка опоры амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка опоры амортизатора',
                                            ],
                                            [
                                                'TITLE' => 'Шайба опоры амортизатора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Изолятор амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Корпус амортизаторной стойки',
                                    ],
                                    [
                                        'TITLE' => 'Шток амортизатора',
                                    ],
                                    [
                                        'TITLE' => 'Удлинитель амортизатора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Пневмоподвеска',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пневмоподушка',
                                    ],
                                    [
                                        'TITLE' => 'Пневматическая стойка',
                                    ],
                                    [
                                        'TITLE' => 'Компрессор подвески',
                                    ],
                                    [
                                        'TITLE' => 'Опора пневмобаллона',
                                    ],
                                    [
                                        'TITLE' => 'Защита компрессора подвески',
                                    ],
                                    [
                                        'TITLE' => 'Клапан подвески',
                                    ],
                                    [
                                        'TITLE' => 'Ресивер пневмоподвески',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн компрессора подвески',
                                    ],
                                    [
                                        'TITLE' => 'Блок клапанов подвески',
                                    ],
                                    [
                                        'TITLE' => 'Датчик подвески',
                                    ],
                                    [
                                        'TITLE' => 'Трубка пневмоподвески',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект компрессора подвески',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления подвески',
                                    ],
                                    [
                                        'TITLE' => 'Пульт пневмоподвески',
                                    ],
                                    [
                                        'TITLE' => 'Крепеж подвески',
                                    ],
                                    [
                                        'TITLE' => 'Проводка пневматической подвески',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн датчика подвески',
                                    ],
                                    [
                                        'TITLE' => 'Тяга датчика подвески',
                                    ],
                                    [
                                        'TITLE' => 'Переключатель пневмоподвески',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рычаг, тяга, стабилизатор',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Стабилизатор',
                                    ],
                                    [
                                        'TITLE' => 'Рычаг подвески',
                                    ],
                                    [
                                        'TITLE' => 'Тяга подвески',
                                    ],
                                    [
                                        'TITLE' => 'Тяга поперечная',
                                    ],
                                    [
                                        'TITLE' => 'Тяга продольная',
                                    ],
                                    [
                                        'TITLE' => 'Втулка стабилизатора',
                                    ],
                                    [
                                        'TITLE' => 'Крепление стабилизатора',
                                    ],
                                    [
                                        'TITLE' => 'Тяга реактивная',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект рычага',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект реактивной тяги',
                                    ],
                                    [
                                        'TITLE' => 'Палец реактивной тяги',
                                    ],
                                    [
                                        'TITLE' => 'Стойка тяги',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект стабилизатора',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн реактивной тяги',
                                    ],
                                    [
                                        'TITLE' => 'Втулка реактивной тяги',
                                    ],
                                    [
                                        'TITLE' => 'Шарнир реактивной тяги',
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок тяги',
                                    ],
                                    [
                                        'TITLE' => 'Бoлт реактивной тяги',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка рычага подвески',
                                    ],
                                    [
                                        'TITLE' => 'Стойки стабилизатора',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Стойка стабилизатора',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект стойки стабилизатора',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник стойки стабилизатора',
                                            ],
                                            [
                                                'TITLE' => 'Втулка стойки стабилизатора',
                                            ],
                                            [
                                                'TITLE' => 'Крепление стойки стабилизатора',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Кронштейн стойки стабилизатора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Болт крепления стойки стабилизатора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Шайба стойки стабилизатора',
                                                    ],
                                                    [
                                                        'TITLE' => 'Гайка стойки стабилизатора',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Крепление рычага подвески',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Болт рычага подвески',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн рычага подвески',
                                            ],
                                            [
                                                'TITLE' => 'Ось рычага подвески',
                                            ],
                                            [
                                                'TITLE' => 'Сайлентблок рычага',
                                            ],
                                            [
                                                'TITLE' => 'Втулка рычага подвески',
                                            ],
                                            [
                                                'TITLE' => 'Гайка рычага подвески',
                                            ],
                                            [
                                                'TITLE' => 'Шайба рычага подвески',
                                            ],
                                            [
                                                'TITLE' => 'Комплект крепления рычага подвески',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пыльник рычага подвески',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник рычага подвески',
                                    ],
                                    [
                                        'TITLE' => 'Ограничитель хода рычага подвески',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Рессоры и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Рессора',
                                    ],
                                    [
                                        'TITLE' => 'Болт рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Втулка рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Крепление рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Лист рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Опора рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Палец рессорный',
                                    ],
                                    [
                                        'TITLE' => 'Пластина рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Подушка рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Серьга рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Стремянка рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Гайка рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Шайба рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Хомут рессоры',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка рессоры',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Кулак поворотный и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Кулак поворотный',
                                    ],
                                    [
                                        'TITLE' => 'Болт поворотного кулака',
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок поворотного кулака',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник поворотного кулака',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка поворотного кулака',
                                    ],
                                    [
                                        'TITLE' => 'Втулка поворотного кулака',
                                    ],
                                    [
                                        'TITLE' => 'Шайба поворотного кулака',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект поворотного кулака',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система стабилизации кузова',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Гидроаккумулятор подвески',
                                    ],
                                    [
                                        'TITLE' => 'Бачок системы стабилизации кузова',
                                    ],
                                    [
                                        'TITLE' => 'Трубка системы стабилизации кузова',
                                    ],
                                    [
                                        'TITLE' => 'Активный стабилизатор',
                                    ],
                                    [
                                        'TITLE' => 'Блок системы стабилизации гидравлический',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Балка моста и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Балка моста',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект балки моста',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник балки',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн балки моста',
                                    ],
                                    [
                                        'TITLE' => 'Крепление балки',
                                    ],
                                    [
                                        'TITLE' => 'Втулка балки',
                                    ],
                                    [
                                        'TITLE' => 'Кожух балки',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель балки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Шкворень и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шкворень',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник шкворня',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект шкворней',
                                    ],
                                    [
                                        'TITLE' => 'Втулка шкворня',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник подшипника шкворня',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель шкворня',
                                    ],
                                    [
                                        'TITLE' => 'Крепление шкворня',
                                    ],
                                    [
                                        'TITLE' => 'Вкладыш шкворня',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка шкворня',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Шаровая опора и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пыльник шаровой опоры',
                                    ],
                                    [
                                        'TITLE' => 'Шаровая опора',
                                    ],
                                    [
                                        'TITLE' => 'Крепеж шаровой опоры',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект шаровой опоры',
                                    ],
                                    [
                                        'TITLE' => 'Палец шаровой опоры',
                                    ],
                                    [
                                        'TITLE' => 'Втулка шаровой опоры',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка шаровой опоры',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Торсион подвески и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Торсион подвески',
                                    ],
                                    [
                                        'TITLE' => 'Крепление торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Вал торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Пыльник торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Сальник торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Втулка торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Подшипник торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Рычаг торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка торсиона',
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблок торсиона',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Прочие комплектующие подвески',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Втулка подвески',
                                    ],
                                    [
                                        'TITLE' => 'Отбойник подвески',
                                    ],
                                    [
                                        'TITLE' => 'Подушка подвески',
                                    ],
                                    [
                                        'TITLE' => 'Регулировка сход-развала',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Болт развальный',
                                            ],
                                            [
                                                'TITLE' => 'Скоба регулировки сход-развала',
                                            ],
                                            [
                                                'TITLE' => 'Тяга сход-развала',
                                            ],
                                            [
                                                'TITLE' => 'Гайка сход-развала',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Сайлентблоки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Сайлентблок',
                                            ],
                                            [
                                                'TITLE' => 'Втулка сайлентблока',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Цапфа и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Цапфа',
                                    ],
                                    [
                                        'TITLE' => 'Сальник цапфы',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Пружина подвески и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Проставки под пружину',
                                    ],
                                    [
                                        'TITLE' => 'Пружина подвески',
                                    ],
                                    [
                                        'TITLE' => 'Автобаферы',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка пружины',
                                    ],
                                    [
                                        'TITLE' => 'Опорная чашка пружины',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Тюнинг-комплекты подвески',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Койловер',
                                    ],
                                    [
                                        'TITLE' => 'Комплект увеличения клиренса',
                                    ],
                                    [
                                        'TITLE' => 'Кастор кит',
                                    ],
                                    [
                                        'TITLE' => 'Комплект подвески',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Распорка и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Распорка стоек',
                                    ],
                                    [
                                        'TITLE' => 'Втулка распорки',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн распорки',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Крепеж',
                        'CHILD' => [
                            [
                                'TITLE' => 'Тавотница',
                            ],
                            [
                                'TITLE' => 'Винт',
                            ],
                            [
                                'TITLE' => 'Гайка',
                            ],
                            [
                                'TITLE' => 'Заклепка',
                            ],
                            [
                                'TITLE' => 'Саморез',
                            ],
                            [
                                'TITLE' => 'Фиксатор',
                            ],
                            [
                                'TITLE' => 'Хомут',
                            ],
                            [
                                'TITLE' => 'Шайба',
                            ],
                            [
                                'TITLE' => 'Шпилька',
                            ],
                            [
                                'TITLE' => 'Шпонка',
                            ],
                            [
                                'TITLE' => 'Шплинт',
                            ],
                            [
                                'TITLE' => 'Футорка',
                            ],
                            [
                                'TITLE' => 'Колпачок болта',
                            ],
                            [
                                'TITLE' => 'Эксцентрик',
                            ],
                            [
                                'TITLE' => 'Комплект крепежный',
                            ],
                            [
                                'TITLE' => 'Болт',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Болт универсальный',
                                    ],
                                    [
                                        'TITLE' => 'Болт выпускного коллектора',
                                    ],
                                    [
                                        'TITLE' => 'Болт регулировочный',
                                    ],
                                    [
                                        'TITLE' => 'Болт крепления номера',
                                    ],
                                    [
                                        'TITLE' => 'Болт полуоси',
                                    ],
                                    [
                                        'TITLE' => 'Болт воздушного клапана',
                                    ],
                                    [
                                        'TITLE' => 'Болт главного тормозного цилиндра',
                                    ],
                                    [
                                        'TITLE' => 'Болт-штуцер',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Клипса',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Клипса крепления обшивки',
                                    ],
                                    [
                                        'TITLE' => 'Клипса многофункциональная',
                                    ],
                                    [
                                        'TITLE' => 'Клипса подкрылка',
                                    ],
                                    [
                                        'TITLE' => 'Клипса порога',
                                    ],
                                    [
                                        'TITLE' => 'Клипса крыла',
                                    ],
                                    [
                                        'TITLE' => 'Клипса решетки радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Клипса лобового стекла',
                                    ],
                                    [
                                        'TITLE' => 'Клипса бампера',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Набор медных шайб',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Топливная система',
                        'CHILD' => [
                            [
                                'TITLE' => 'Газобалонное оборудование',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Баллон газовый',
                                    ],
                                    [
                                        'TITLE' => 'Редуктор газовый',
                                    ],
                                    [
                                        'TITLE' => 'Комплект ГБО',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект газового редуктора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Насос ручной подкачки',
                            ],
                            [
                                'TITLE' => 'Подогреватель топлива',
                            ],
                            [
                                'TITLE' => 'Регулятор давления топлива',
                            ],
                            [
                                'TITLE' => 'Топливный насос и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крепление топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Корпус топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Крышка топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Трубка топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Датчик уровня топлива',
                                    ],
                                    [
                                        'TITLE' => 'Кольцо стопорное топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Сетка топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Топливный насос низкого давления',
                                    ],
                                    [
                                        'TITLE' => 'Топливный насос',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Привод заслонки топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Штуцер бензонасоса',
                                    ],
                                    [
                                        'TITLE' => 'Обратный клапан топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Мотор бензонасоса',
                                    ],
                                    [
                                        'TITLE' => 'Шестерня привода топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'ТНВД и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Топливный насос высокого давления',
                                            ],
                                            [
                                                'TITLE' => 'Клапан ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Кулачковый диск',
                                            ],
                                            [
                                                'TITLE' => 'Плунжерная пара',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Сальник ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Трубка ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Шестерня ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Шкив ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Вал ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Втулка ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Муфта опережения впрыска',
                                            ],
                                            [
                                                'TITLE' => 'Отбойник ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Пластина ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Штуцер ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Прокладка ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Подшипник ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Крышка ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Ремень ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Тросик ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Регулятор ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Натяжитель цепи ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Топливоподкачивающий насос',
                                            ],
                                            [
                                                'TITLE' => 'Датчик ТНВД',
                                            ],
                                            [
                                                'TITLE' => 'Кожух ТНВД',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Фиксатор топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Пружина топливного насоса',
                                    ],
                                    [
                                        'TITLE' => 'Проводка топливного насоса',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Обратный клапан топливный',
                            ],
                            [
                                'TITLE' => 'Форсунка и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пусковая форсунка',
                                    ],
                                    [
                                        'TITLE' => 'Топливная форсунка',
                                    ],
                                    [
                                        'TITLE' => 'Распылитель форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Крепление форсунки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Болт форсунки',
                                            ],
                                            [
                                                'TITLE' => 'Направляющая форсунки',
                                            ],
                                            [
                                                'TITLE' => 'Гайка форсунки',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн форсунки',
                                            ],
                                            [
                                                'TITLE' => 'Шайба форсунки',
                                            ],
                                            [
                                                'TITLE' => 'Скоба форсунки',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Корпус форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Разъем форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Магистраль топливных форсунок',
                                    ],
                                    [
                                        'TITLE' => 'Втулка форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка корпуса форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр топливной форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель топливной форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Клапан форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Установочный комплект форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Изолятор топливной форсунки',
                                    ],
                                    [
                                        'TITLE' => 'Пружина форсунки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Карбюратор и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Карбюратор',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Фланец карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Клапан электропневматический',
                                    ],
                                    [
                                        'TITLE' => 'Жиклер карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Привод заслонки карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Крышка жиклера',
                                    ],
                                    [
                                        'TITLE' => 'Игла карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Диафрагма карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Трос подсоса',
                                    ],
                                    [
                                        'TITLE' => 'Электромагнитный клапан',
                                    ],
                                    [
                                        'TITLE' => 'Заслонка карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Экономайзер карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Корпус карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Поплавок карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Ускорительный насос карбюратора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Охладитель топлива',
                            ],
                            [
                                'TITLE' => 'Дозатор-распределитель топлива',
                            ],
                            [
                                'TITLE' => 'Кран топливный',
                            ],
                            [
                                'TITLE' => 'Переходник для заправки',
                            ],
                            [
                                'TITLE' => 'Топливный фильтр и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Кронштейн топливного фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Корпус топливного фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Крышка топливного фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр топливный',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка топливного фильтра',
                                    ],
                                    [
                                        'TITLE' => 'Штуцер топливного фильтра',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Топливные трубки и шланги',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Трубка топливная',
                                    ],
                                    [
                                        'TITLE' => 'Шланг топливный',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка топливной трубки',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн топливной трубки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Топливная рейка и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Топливная рейка',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн топливной рейки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Бак топливный и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Бак топливный',
                                    ],
                                    [
                                        'TITLE' => 'Сепаратор',
                                    ],
                                    [
                                        'TITLE' => 'Горловина топливного бака',
                                    ],
                                    [
                                        'TITLE' => 'Пробка топливного бака',
                                    ],
                                    [
                                        'TITLE' => 'Клапан вентиляционный бака',
                                    ],
                                    [
                                        'TITLE' => 'Накладка на топливный бак',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн топливного бака',
                                    ],
                                    [
                                        'TITLE' => 'Патрубок топливного бака',
                                    ],
                                    [
                                        'TITLE' => 'Накладка горловины бензобака',
                                    ],
                                    [
                                        'TITLE' => 'Абсорбер и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Абсорбер',
                                            ],
                                            [
                                                'TITLE' => 'Трубка абсорбера',
                                            ],
                                            [
                                                'TITLE' => 'Клапан абсорбера',
                                            ],
                                            [
                                                'TITLE' => 'Фильтр абсорбера топливного бака',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн абсорбера',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект трубки абсорбера',
                                            ],
                                            [
                                                'TITLE' => 'Шланг абсорбера',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Топливозаборник',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнитель горловины бака',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка пробки топливного бака',
                                    ],
                                    [
                                        'TITLE' => 'Прокладка топливного бака',
                                    ],
                                    [
                                        'TITLE' => 'Труба наливная бака',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн наливной трубы',
                                    ],
                                    [
                                        'TITLE' => 'Фильтр сепаратора',
                                    ],
                                    [
                                        'TITLE' => 'Замок пробки топливного бака',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Дозатор топлива и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Дозатор топлива',
                                    ],
                                    [
                                        'TITLE' => 'Ремкомплект дозатора топлива',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Гаситель пульсаций топлива',
                            ],
                            [
                                'TITLE' => 'Бачок обратной топливной магистрали',
                            ],
                            [
                                'TITLE' => 'Датчик давления топлива',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Пневмосистема',
                        'CHILD' => [
                            [
                                'TITLE' => 'Компрессор пневмосистемы',
                            ],
                            [
                                'TITLE' => 'Ремкомплект головки компрессора',
                            ],
                            [
                                'TITLE' => 'Пневматический звуковой сигнал',
                            ],
                            [
                                'TITLE' => 'Вал компрессора',
                            ],
                            [
                                'TITLE' => 'Осушитель воздуха',
                            ],
                            [
                                'TITLE' => 'Подогреватель осушителя',
                            ],
                            [
                                'TITLE' => 'Головка соединительная',
                            ],
                            [
                                'TITLE' => 'Ремкомплект осушителя',
                            ],
                            [
                                'TITLE' => 'Пневмораспределитель',
                            ],
                            [
                                'TITLE' => 'Ресивер пневмосистемы',
                            ],
                            [
                                'TITLE' => 'Клапан пневматический',
                            ],
                            [
                                'TITLE' => 'Клапан осушителя',
                            ],
                            [
                                'TITLE' => 'Пневмоглушитель',
                            ],
                            [
                                'TITLE' => 'Головка компрессора',
                            ],
                            [
                                'TITLE' => 'Прокладка головки компрессора',
                            ],
                            [
                                'TITLE' => 'Фильтр осушителя воздуха',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Комплект для ТО',
                    ],
                    [
                        'TITLE' => 'Система пассивной безопасности',
                        'CHILD' => [
                            [
                                'TITLE' => 'Комплект системы безопасности',
                            ],
                            [
                                'TITLE' => 'Ремни безопасности',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крепление ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Ремень безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Замок ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Направляющая ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Преднатяжитель ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Кожух ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Чехол ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Ограничитель ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Корректор ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления ремнями безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Индикатор ремней безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Накладка корректора ремня',
                                    ],
                                    [
                                        'TITLE' => 'Мотор подачи ремня безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Пиропатрон ремня безопасности',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Подушки безопасности',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Подушка безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Крышка подушки безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Датчик подушки безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Блок управления подушки безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Замок подушки безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Контактная группа подушки безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн подушки безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Проводка подушек безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Крепление подушки безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Комплект подушек безопасности',
                                    ],
                                    [
                                        'TITLE' => 'Пиропатрон подушки безопасности',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Система защиты пешеходов',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пиропатрон системы защиты пешеходов',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Автомобиль на запчасти',
                    ],
                ],
            ],
            [
                'TITLE' => 'Шины и диски',
                'CHILD' => [
                    ['TITLE' => 'Шины'],
                    ['TITLE' => 'Диски'],
                    ['TITLE' => 'Мотошины'],
                    ['TITLE' => 'Колеса в сборе'],
                    ['TITLE' => 'Комплектующие колес'],
                ]
            ],
            [
                'TITLE' => 'Масла и автохимия',
                'CHILD' => [
                    [
                        'TITLE' => 'Масло моторное',
                    ],
                    [
                        'TITLE' => 'Автохимия',
                        'CHILD' => [
                            [
                                'TITLE' => 'Очистители',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шампунь',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель карбюратора',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель кондиционера',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель для рук',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель пластика',
                                    ],
                                    [
                                        'TITLE' => 'Средство для удаления смолы',
                                    ],
                                    [
                                        'TITLE' => 'Средство для удаления наклеек',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель тормозов',
                                    ],
                                    [
                                        'TITLE' => 'Средство для удаление битума',
                                    ],
                                    [
                                        'TITLE' => 'Средство для удаления насекомых',
                                    ],
                                    [
                                        'TITLE' => 'Средство для удаления прокладок',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель металла',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель обивки',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель фар',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель мотошлемов',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель воздушных фильтров',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель датчика расхода воздуха',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель бампера',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Окрашивание поверхностей',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Краска',
                                    ],
                                    [
                                        'TITLE' => 'Растворитель',
                                    ],
                                    [
                                        'TITLE' => 'Грунт',
                                    ],
                                    [
                                        'TITLE' => 'Шпатлевка',
                                    ],
                                    [
                                        'TITLE' => 'Отвердитель для грунта',
                                    ],
                                    [
                                        'TITLE' => 'Подкрашивание, маскировка сколов',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Подкрашивающий карандаш',
                                            ],
                                            [
                                                'TITLE' => 'Ликвидатор царапин',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Лак автомобильный',
                                    ],
                                    [
                                        'TITLE' => 'Обезжириватель',
                                    ],
                                    [
                                        'TITLE' => 'Жидкая резина',
                                    ],
                                    [
                                        'TITLE' => 'Лак для тонировки фар',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Преобразователь ржавчины',
                            ],
                            [
                                'TITLE' => 'Промывочные жидкости',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Промывка двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Промывка радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Промывка КПП',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Антикоррозийный состав',
                            ],
                            [
                                'TITLE' => 'Дистиллированная вода',
                            ],
                            [
                                'TITLE' => 'Электролит',
                            ],
                            [
                                'TITLE' => 'Спрей от грызунов',
                            ],
                            [
                                'TITLE' => 'Склеивание поверхностей',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Клей',
                                    ],
                                    [
                                        'TITLE' => 'Праймер для клея',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Водный раствор мочевины',
                            ],
                            [
                                'TITLE' => 'Пропитка воздушного фильтра',
                            ],
                            [
                                'TITLE' => 'Средства для ухода за стеклами',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Жидкость для стеклоомывателя',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель для стекол',
                                    ],
                                    [
                                        'TITLE' => 'Размораживатель замков и стекол',
                                    ],
                                    [
                                        'TITLE' => 'Антидождь',
                                    ],
                                    [
                                        'TITLE' => 'Антизапотеватель',
                                    ],
                                    [
                                        'TITLE' => 'Антилед',
                                    ],
                                    [
                                        'TITLE' => 'Средство для удаления тонировки',
                                    ],
                                    [
                                        'TITLE' => 'Декоративное покрытие стекла',
                                    ],
                                    [
                                        'TITLE' => 'Ремонт стекол',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Средства для ухода за кузовом',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Полироль',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Полироль для пластика',
                                            ],
                                            [
                                                'TITLE' => 'Полироль для хрома',
                                            ],
                                            [
                                                'TITLE' => 'Полироль для кузова',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Антигравий',
                                    ],
                                    [
                                        'TITLE' => 'Сухая мойка',
                                    ],
                                    [
                                        'TITLE' => 'Воск',
                                    ],
                                    [
                                        'TITLE' => 'Антицарапин',
                                    ],
                                    [
                                        'TITLE' => 'Восстановитель блеска',
                                    ],
                                    [
                                        'TITLE' => 'Средства для откидной крыши',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель кузова',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Средства для двигателя',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Быстрый старт',
                                    ],
                                    [
                                        'TITLE' => 'Спрей для приводных ремней',
                                    ],
                                    [
                                        'TITLE' => 'Спрей для консервации двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Консервант двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Средство поиска утечек воздуха',
                                    ],
                                    [
                                        'TITLE' => 'Жидкость для раскоксовки двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Стоп-течь моторного масла',
                                    ],
                                    [
                                        'TITLE' => 'Притирочная паста для клапанов',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Средства для колес',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Очиститель для покрышек',
                                    ],
                                    [
                                        'TITLE' => 'Монтажная паста для колес',
                                    ],
                                    [
                                        'TITLE' => 'Спрей для монтажа шин',
                                    ],
                                    [
                                        'TITLE' => 'Средство по уходу за резиной',
                                    ],
                                    [
                                        'TITLE' => 'Очиститель дисков',
                                    ],
                                    [
                                        'TITLE' => 'Аварийный герметик для колес',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Средства для топливной системы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Очиститель топливной системы',
                                    ],
                                    [
                                        'TITLE' => 'Размораживатель дизельного топлива',
                                    ],
                                    [
                                        'TITLE' => 'Антигель',
                                    ],
                                    [
                                        'TITLE' => 'Удалитель влаги',
                                    ],
                                    [
                                        'TITLE' => 'Топливные присадки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Средства для ухода за салоном',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Очиститель кожаных элементов салона',
                                    ],
                                    [
                                        'TITLE' => 'Ремонт винила и кожи',
                                    ],
                                    [
                                        'TITLE' => 'Пятновыводитель',
                                    ],
                                    [
                                        'TITLE' => 'Пропитка обивки',
                                    ],
                                    [
                                        'TITLE' => 'Реставратор пластика',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Средства для ремонта',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Герметик',
                                    ],
                                    [
                                        'TITLE' => 'Холодная сварка',
                                    ],
                                    [
                                        'TITLE' => 'Противоскрипная паста для колодок',
                                    ],
                                    [
                                        'TITLE' => 'Спрей охладитель',
                                    ],
                                    [
                                        'TITLE' => 'Фиксатор резьбы',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Смазки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Смазка универсальная',
                                    ],
                                    [
                                        'TITLE' => 'Смазка замков',
                                    ],
                                    [
                                        'TITLE' => 'Смазка высокотемпературная',
                                    ],
                                    [
                                        'TITLE' => 'Смазка ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Смазка силиконовая',
                                    ],
                                    [
                                        'TITLE' => 'Смазка для тормозной системы',
                                    ],
                                    [
                                        'TITLE' => 'Смазка для клемм',
                                    ],
                                    [
                                        'TITLE' => 'Медная смазка',
                                    ],
                                    [
                                        'TITLE' => 'Антикоррозийная смазка',
                                    ],
                                    [
                                        'TITLE' => 'Тефлоновая смазка',
                                    ],
                                    [
                                        'TITLE' => 'Керамическая смазка',
                                    ],
                                    [
                                        'TITLE' => 'Смазка для цепей',
                                    ],
                                    [
                                        'TITLE' => 'Смазка литиевая',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Присадки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Присадка для двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Присадка для трансмиссии',
                                    ],
                                    [
                                        'TITLE' => 'Присадка для гидроусилителя руля',
                                    ],
                                    [
                                        'TITLE' => 'Герметик системы охлаждения',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Баллон со сжатым воздухом',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Масла трансмиссионные',
                        'CHILD' => [
                            [
                                'TITLE' => 'Масло для вариатора',
                            ],
                            [
                                'TITLE' => 'Масло для АКПП',
                            ],
                            [
                                'TITLE' => 'Масло для МКПП и редукторов',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Антифриз',
                    ],
                    [
                        'TITLE' => 'Масло промывочное',
                    ],
                    [
                        'TITLE' => 'Жидкость тормозная',
                    ],
                    [
                        'TITLE' => 'Масло для амортизаторов',
                    ],
                    [
                        'TITLE' => 'Гидравлическая рабочая жидкость',
                    ],
                    [
                        'TITLE' => 'Жидкость гидроусилителя руля',
                    ],
                    [
                        'TITLE' => 'Специальные масла',
                    ],
                    [
                        'TITLE' => 'Хладагент',
                    ],
                ],
            ],
            [
                'TITLE' => 'Аккумуляторы'
            ],
            [
                'TITLE' => 'Аксессуары',
                'CHILD' => [
                    [
                        'TITLE' => 'Перевозка багажа',
                        'CHILD' => [
                            [
                                'TITLE' => 'Багажные системы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Крепления для велосипедов',
                                    ],
                                    [
                                        'TITLE' => 'Крепления для лыж и сноубордов',
                                    ],
                                    [
                                        'TITLE' => 'Фаркоп и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Фаркоп',
                                            ],
                                            [
                                                'TITLE' => 'Ремкомплект фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Жгут проводов фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Розетка фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Вилка розетки фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Колпачок фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Адаптер фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Шар фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Крепление фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Блок согласования фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Замок фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Втулка фаркопа',
                                            ],
                                            [
                                                'TITLE' => 'Жёсткая сцепка',
                                            ],
                                            [
                                                'TITLE' => 'Блок управления фаркопом',
                                            ],
                                            [
                                                'TITLE' => 'Накладка фаркопа',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Кофр и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Кофр',
                                            ],
                                            [
                                                'TITLE' => 'Крепление кофров',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Багажный бокс и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Багажные боксы',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Багажник на крышу и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Крепление багажника',
                                            ],
                                            [
                                                'TITLE' => 'Багажник на крышу',
                                            ],
                                            [
                                                'TITLE' => 'Опора багажника',
                                            ],
                                            [
                                                'TITLE' => 'Водосток багажника',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Рейлинги и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Рейлинги',
                                            ],
                                            [
                                                'TITLE' => 'Крышка рейлинга',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн рейлинга',
                                            ],
                                            [
                                                'TITLE' => 'Накладка рейлинга',
                                            ],
                                            [
                                                'TITLE' => 'Втулка рейлинга',
                                            ],
                                            [
                                                'TITLE' => 'Уплотнитель рейлинга',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Платформа грузовая выкатная',
                            ],
                            [
                                'TITLE' => 'Кунг',
                            ],
                            [
                                'TITLE' => 'Крышка кузова пикапа',
                            ],
                            [
                                'TITLE' => 'Система крепежа груза',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Сетки багажные',
                                    ],
                                    [
                                        'TITLE' => 'Ремни стяжные',
                                    ],
                                    [
                                        'TITLE' => 'Жгут резиновый для багажа',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ящик в багажник',
                            ],
                            [
                                'TITLE' => 'Такелажная скоба',
                            ],
                            [
                                'TITLE' => 'Сетка в багажник',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Дополнительные аксессуары',
                        'CHILD' => [
                            [
                                'TITLE' => 'Знак аварийной остановки',
                            ],
                            [
                                'TITLE' => 'Манометр',
                            ],
                            [
                                'TITLE' => 'Огнетушитель',
                            ],
                            [
                                'TITLE' => 'Провода для прикуривания',
                            ],
                            [
                                'TITLE' => 'Пылесосы автомобильные',
                            ],
                            [
                                'TITLE' => 'Аптечки',
                            ],
                            [
                                'TITLE' => 'Противобуксовочная лента',
                            ],
                            [
                                'TITLE' => 'Набор автомобилиста',
                            ],
                            [
                                'TITLE' => 'Фонарик',
                            ],
                            [
                                'TITLE' => 'Чехол для ключа',
                            ],
                            [
                                'TITLE' => 'Противооткатный упор',
                            ],
                            [
                                'TITLE' => 'Оборудование для подкачки колес',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Компрессоры и комплектующие',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Автомобильные компрессоры',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Насос для подкачки шин',
                                    ],
                                    [
                                        'TITLE' => 'Шланг для подкачки колёс',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Тросы, стропы, такелаж',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Трос буксировочный',
                                    ],
                                    [
                                        'TITLE' => 'Шакл',
                                    ],
                                    [
                                        'TITLE' => 'Трос динамический',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Насос для перекачки топлива',
                            ],
                            [
                                'TITLE' => 'Шашки такси',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Внешнее дополнительное оборудование',
                        'CHILD' => [
                            [
                                'TITLE' => 'Цепи, ремни противоскольжения',
                            ],
                            [
                                'TITLE' => 'Чехлы на автомобиль',
                            ],
                            [
                                'TITLE' => 'Рамка номерного знака',
                            ],
                            [
                                'TITLE' => 'Проектор логотипа',
                            ],
                            [
                                'TITLE' => 'Накидка на лобовое стекло',
                            ],
                            [
                                'TITLE' => 'Накидка защитная на бампер и крылья',
                            ],
                            [
                                'TITLE' => 'Лестница автомобильная',
                            ],
                            [
                                'TITLE' => 'Кронштейн номерного знака',
                            ],
                            [
                                'TITLE' => 'Сетка декоративная',
                            ],
                            [
                                'TITLE' => 'Антистатик',
                            ],
                            [
                                'TITLE' => 'Утеплители',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Маска-утеплитель',
                                    ],
                                    [
                                        'TITLE' => 'Утеплитель радиатора',
                                    ],
                                    [
                                        'TITLE' => 'Утеплитель для двигателя',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Силовой обвес',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Дуга кузова',
                                    ],
                                    [
                                        'TITLE' => 'Багажник экспедиционный',
                                    ],
                                    [
                                        'TITLE' => 'Бампер силовой',
                                    ],
                                    [
                                        'TITLE' => 'Пороги силовые',
                                    ],
                                    [
                                        'TITLE' => 'Кенгурины',
                                    ],
                                    [
                                        'TITLE' => 'Калитка для запасного колеса',
                                    ],
                                    [
                                        'TITLE' => 'Дуга защитная для бампера',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Шноркель и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шноркели',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Аксессуары для салона',
                        'CHILD' => [
                            [
                                'TITLE' => 'Столики автомобильные',
                            ],
                            [
                                'TITLE' => 'Ароматизатор',
                            ],
                            [
                                'TITLE' => 'Держатели и подстаканники',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Подстаканник',
                                    ],
                                    [
                                        'TITLE' => 'Держатель для навигатора',
                                    ],
                                    [
                                        'TITLE' => 'Держатель для телефона',
                                    ],
                                    [
                                        'TITLE' => 'Держатель для планшета',
                                    ],
                                    [
                                        'TITLE' => 'Держатель для видеорегистратора',
                                    ],
                                    [
                                        'TITLE' => 'Держатель на лобовое стекло',
                                    ],
                                    [
                                        'TITLE' => 'Держатель очков',
                                    ],
                                    [
                                        'TITLE' => 'Держатель прикуривателя',
                                    ],
                                    [
                                        'TITLE' => 'Держатель для радар-детектора',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Коврики',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Коврики салонные',
                                    ],
                                    [
                                        'TITLE' => 'Коврик багажника',
                                    ],
                                    [
                                        'TITLE' => 'Противоскользящий коврик',
                                    ],
                                    [
                                        'TITLE' => 'Крепление ковриков салона',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Накладки салонные',
                            ],
                            [
                                'TITLE' => 'Оплётки на руль',
                            ],
                            [
                                'TITLE' => 'Органайзеры',
                            ],
                            [
                                'TITLE' => 'Подушки автомобильные',
                            ],
                            [
                                'TITLE' => 'Солнцезащитные козырьки',
                            ],
                            [
                                'TITLE' => 'Чехлы на автомобильные сиденья',
                            ],
                            [
                                'TITLE' => 'Подлокотник универсальный',
                            ],
                            [
                                'TITLE' => 'Вешалка автомобильная',
                            ],
                            [
                                'TITLE' => 'Накидка на кресло с подогревом',
                            ],
                            [
                                'TITLE' => 'Аксессуары для перевозки животных',
                            ],
                            [
                                'TITLE' => 'Накидка на панель приборов',
                            ],
                            [
                                'TITLE' => 'Накидка защитная на сиденье',
                            ],
                            [
                                'TITLE' => 'Шторки на окна',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шторка солнцезащитная',
                                    ],
                                    [
                                        'TITLE' => 'Накладка солнцезащитной шторки',
                                    ],
                                    [
                                        'TITLE' => 'Крючок солнцезащитной шторки',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Домкраты и комплектующие',
                        'CHILD' => [
                            [
                                'TITLE' => 'Тяга домкрата',
                            ],
                            [
                                'TITLE' => 'Домкрат',
                            ],
                            [
                                'TITLE' => 'Резинка под домкрат',
                            ],
                            [
                                'TITLE' => 'Ручка домкрата',
                            ],
                            [
                                'TITLE' => 'Чехол для домкрата',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Автоэлектроника',
                        'CHILD' => [
                            [
                                'TITLE' => 'Парктроники и камеры',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Камера парковочная',
                                    ],
                                    [
                                        'TITLE' => 'Датчик парктроника',
                                    ],
                                    [
                                        'TITLE' => 'Жгут парктроника',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн датчика парктроника',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка датчика парктроника',
                                    ],
                                    [
                                        'TITLE' => 'Дисплей парктроника',
                                    ],
                                    [
                                        'TITLE' => 'Штатная видеокамера',
                                    ],
                                    [
                                        'TITLE' => 'Парковочная система',
                                    ],
                                    [
                                        'TITLE' => 'Уплотнительное кольцо парктроника',
                                    ],
                                    [
                                        'TITLE' => 'Комплект парктроников',
                                    ],
                                    [
                                        'TITLE' => 'Заглушка камеры заднего вида',
                                    ],
                                    [
                                        'TITLE' => 'Блок парктроника',
                                    ],
                                    [
                                        'TITLE' => 'Выключатель парковочной системы',
                                    ],
                                    [
                                        'TITLE' => 'Крепление парковочной камеры',
                                    ],
                                    [
                                        'TITLE' => 'Корпус парктроника',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Алкотестеры',
                            ],
                            [
                                'TITLE' => 'Радар-детекторы',
                            ],
                            [
                                'TITLE' => 'Ионизаторы',
                            ],
                            [
                                'TITLE' => 'Разветвители прикуривателя',
                            ],
                            [
                                'TITLE' => 'Холодильники автомобильные',
                            ],
                            [
                                'TITLE' => 'Вентиляторы автомобильные',
                            ],
                            [
                                'TITLE' => 'Чайники автомобильные',
                            ],
                            [
                                'TITLE' => 'Видеорегистраторы',
                            ],
                            [
                                'TITLE' => 'Аудио и видеотехника',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Видеотехника',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'ТВ-тюнер',
                                            ],
                                            [
                                                'TITLE' => 'Автомобильный телевизор',
                                            ],
                                            [
                                                'TITLE' => 'Видео кабель',
                                            ],
                                            [
                                                'TITLE' => 'Кронштейн телевизора',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Аудиотехника',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Наушники для штатной аудиосистемы',
                                            ],
                                            [
                                                'TITLE' => 'FM-трансмиттер',
                                            ],
                                            [
                                                'TITLE' => 'Цифровой звуковой процессор',
                                            ],
                                            [
                                                'TITLE' => 'Магнитола и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Крепление автомагнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Магнитола',
                                                    ],
                                                    [
                                                        'TITLE' => 'Рамка автомагнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'CD ченджер',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крышка магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Заглушка магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Съёмник магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Пульт для магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Панель магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн CD ченджера',
                                                    ],
                                                    [
                                                        'TITLE' => 'Аудиоадаптер для магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Переключатель магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Накладка магнитолы',
                                                    ],
                                                    [
                                                        'TITLE' => 'Разъем AUX',
                                                    ],
                                                    [
                                                        'TITLE' => 'DVD ченджер',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус магнитолы',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Автоакустика',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Подиум акустический',
                                                    ],
                                                    [
                                                        'TITLE' => 'Акустическая система',
                                                    ],
                                                    [
                                                        'TITLE' => 'Аудиоусилитель',
                                                    ],
                                                    [
                                                        'TITLE' => 'Сабвуфер',
                                                    ],
                                                    [
                                                        'TITLE' => 'Акустический кабель',
                                                    ],
                                                    [
                                                        'TITLE' => 'Корпус для акустики',
                                                    ],
                                                    [
                                                        'TITLE' => 'Комплект для подключения усилителя',
                                                    ],
                                                    [
                                                        'TITLE' => 'Кронштейн аудиоусилителя',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Антенна и комплектующие',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Антенна',
                                                    ],
                                                    [
                                                        'TITLE' => 'Антенный кабель',
                                                    ],
                                                    [
                                                        'TITLE' => 'Крепление антенны',
                                                    ],
                                                    [
                                                        'TITLE' => 'Антенный усилитель',
                                                    ],
                                                    [
                                                        'TITLE' => 'Тройник антенны',
                                                    ],
                                                    [
                                                        'TITLE' => 'Фильтр антенный',
                                                    ],
                                                    [
                                                        'TITLE' => 'Блок управления антенной',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Система громкой связи',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Устройство громкой связи',
                                                    ],
                                                    [
                                                        'TITLE' => 'Блок управления громкой связи',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Навигаторы и карты для навигаторов',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Карты для навигаторов',
                                    ],
                                    [
                                        'TITLE' => 'Навигаторы',
                                    ],
                                    [
                                        'TITLE' => 'Навигационная система',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Информационный дисплей',
                            ],
                            [
                                'TITLE' => 'Зарядное устройство',
                            ],
                            [
                                'TITLE' => 'Карта памяти',
                            ],
                            [
                                'TITLE' => 'Бортовой компьютер',
                            ],
                            [
                                'TITLE' => 'Телематическое устройство',
                            ],
                            [
                                'TITLE' => 'Обогреватель салона',
                            ],
                            [
                                'TITLE' => 'Устройства питания',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Преобразователь напряжения',
                                    ],
                                    [
                                        'TITLE' => 'Внешний аккумулятор',
                                    ],
                                    [
                                        'TITLE' => 'Блок питания',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Вольтметры',
                            ],
                            [
                                'TITLE' => 'Проводка бортового компьютера',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Противоугонные системы',
                        'CHILD' => [
                            [
                                'TITLE' => 'Комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Брелок сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'GSM модуль сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Чехол брелка сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Стекло брелка сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Дисплей брелка сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Корпус брелка сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Кнопка отключения сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Сирена сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Реле сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Индикаторная лампа сигнализации',
                                    ],
                                    [
                                        'TITLE' => 'Датчик сигнализации',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Имитатор сигнализации',
                            ],
                            [
                                'TITLE' => 'Сигнализации',
                            ],
                            [
                                'TITLE' => 'Спутниковые поисковые системы',
                            ],
                            [
                                'TITLE' => 'Механическая защита',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Замок КПП',
                                    ],
                                    [
                                        'TITLE' => 'Замок рулевого вала',
                                    ],
                                    [
                                        'TITLE' => 'Блокиратор замка зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Механический замок капота',
                                    ],
                                    [
                                        'TITLE' => 'Защита электронного блока',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'GPS маяк',
                            ],
                            [
                                'TITLE' => 'Секретки противоугонные',
                            ],
                            [
                                'TITLE' => 'Иммобилайзер',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Блок иммобилайзера',
                                    ],
                                    [
                                        'TITLE' => 'Комплект иммобилайзера',
                                    ],
                                    [
                                        'TITLE' => 'Чип иммобилайзера',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Литература',
                        'CHILD' => [
                            [
                                'TITLE' => 'Руководство по ремонту',
                            ],
                            [
                                'TITLE' => 'Инструкции по эксплуатации',
                            ],
                            [
                                'TITLE' => 'Сервисная книжка',
                            ],
                            [
                                'TITLE' => 'Каталоги',
                            ],
                            [
                                'TITLE' => 'Буклет',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Уход за автомобилем',
                        'CHILD' => [
                            [
                                'TITLE' => 'Скребки и щётки',
                            ],
                            [
                                'TITLE' => 'Салфетки, губки для ухода',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Ткань водопоглощающая',
                                    ],
                                    [
                                        'TITLE' => 'Салфетка',
                                    ],
                                    [
                                        'TITLE' => 'Губка',
                                    ],
                                    [
                                        'TITLE' => 'Тряпка',
                                    ],
                                    [
                                        'TITLE' => 'Ткань полировальная',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Вёдра',
                            ],
                            [
                                'TITLE' => 'Водосгоны',
                            ],
                            [
                                'TITLE' => 'Полотенце',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Товары для поездок с детьми',
                        'CHILD' => [
                            [
                                'TITLE' => 'Детское автокресло',
                            ],
                            [
                                'TITLE' => 'Аксессуары для детских автокресел',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Коврик под детское автокресло',
                                    ],
                                    [
                                        'TITLE' => 'Подогрев детского автокресла',
                                    ],
                                    [
                                        'TITLE' => 'Столик на детское автокресло',
                                    ],
                                    [
                                        'TITLE' => 'Накидка в детское автокресло',
                                    ],
                                    [
                                        'TITLE' => 'Коврик на спинку переднего сидения',
                                    ],
                                    [
                                        'TITLE' => 'Прочие аксессуары для автокресел',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'База под автокресло',
                            ],
                            [
                                'TITLE' => 'Детское удерживающее устройство',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Одежда',
                        'CHILD' => [
                            [
                                'TITLE' => 'Жилет светоотражающий',
                            ],
                            [
                                'TITLE' => 'Перчатки',
                            ],
                            [
                                'TITLE' => 'Мотоэкипировка',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шлем',
                                    ],
                                    [
                                        'TITLE' => 'Мотокуртки',
                                    ],
                                    [
                                        'TITLE' => 'Мотоштаны',
                                    ],
                                    [
                                        'TITLE' => 'Мотообувь',
                                    ],
                                    [
                                        'TITLE' => 'Подшлемники',
                                    ],
                                    [
                                        'TITLE' => 'Комбинезоны',
                                    ],
                                    [
                                        'TITLE' => 'Мотозащита',
                                    ],
                                    [
                                        'TITLE' => 'Мотоперчатки',
                                    ],
                                    [
                                        'TITLE' => 'Комплект мотоэкипировки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Светоотражающие элементы',
                            ],
                        ],
                    ],
                ],
            ],
            [
                'TITLE' => 'Автоинструменты',
                'CHILD' => [
                    [
                        'TITLE' => 'Измерительный инструмент',
                        'CHILD' => [
                            [
                                'TITLE' => 'Штангенциркуль',
                            ],
                            [
                                'TITLE' => 'Рулетка',
                            ],
                            [
                                'TITLE' => 'Линейка измерительная',
                            ],
                            [
                                'TITLE' => 'Прибор для измерения компрессии',
                            ],
                            [
                                'TITLE' => 'Микрометр',
                            ],
                            [
                                'TITLE' => 'Мультиметр',
                            ],
                            [
                                'TITLE' => 'Угломер',
                            ],
                            [
                                'TITLE' => 'Прибор для измерения давления жидкостей',
                            ],
                            [
                                'TITLE' => 'Вакуумметр',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Хранение инструмента',
                        'CHILD' => [
                            [
                                'TITLE' => 'Ящик для инструментов',
                            ],
                            [
                                'TITLE' => 'Сумка для инструмента',
                            ],
                            [
                                'TITLE' => 'Тележка для инструментов',
                            ],
                            [
                                'TITLE' => 'Держатель для инструмента',
                            ],
                            [
                                'TITLE' => 'Крышки ящика для инструментов',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Специальный инструмент',
                        'CHILD' => [
                            [
                                'TITLE' => 'Съемники',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Съемник руля',
                                    ],
                                    [
                                        'TITLE' => 'Съемник пистонов',
                                    ],
                                    [
                                        'TITLE' => 'Комплект съемников',
                                    ],
                                    [
                                        'TITLE' => 'Съемник датчика кислорода',
                                    ],
                                    [
                                        'TITLE' => 'Съемник для фильтров',
                                    ],
                                    [
                                        'TITLE' => 'Съемник соединителей',
                                    ],
                                    [
                                        'TITLE' => 'Съемник пружин',
                                    ],
                                    [
                                        'TITLE' => 'Съемник стойки',
                                    ],
                                    [
                                        'TITLE' => 'Съемник ШРУС',
                                    ],
                                    [
                                        'TITLE' => 'Съемник подшипников',
                                    ],
                                    [
                                        'TITLE' => 'Съемник сальников',
                                    ],
                                    [
                                        'TITLE' => 'Съемник шкивов',
                                    ],
                                    [
                                        'TITLE' => 'Съёмник направляющей натяжителя цепи',
                                    ],
                                    [
                                        'TITLE' => 'Съемник катушек зажигания',
                                    ],
                                    [
                                        'TITLE' => 'Съемник креплений стеклоочистителей',
                                    ],
                                    [
                                        'TITLE' => 'Съемник стопорных колец',
                                    ],
                                    [
                                        'TITLE' => 'Съемник втулок подвески',
                                    ],
                                    [
                                        'TITLE' => 'Съемник рулевых тяг и наконечников',
                                    ],
                                    [
                                        'TITLE' => 'Съемник универсальный',
                                    ],
                                    [
                                        'TITLE' => 'Съемник хомутов',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Тестеры',
                            ],
                            [
                                'TITLE' => 'Шлифовка и полировка',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Бумага наждачная',
                                    ],
                                    [
                                        'TITLE' => 'Диски абразивные',
                                    ],
                                    [
                                        'TITLE' => 'Колодка шлифовальная',
                                    ],
                                    [
                                        'TITLE' => 'Шлифовальный инструмент',
                                    ],
                                    [
                                        'TITLE' => 'Полировальный инструмент',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Демонтаж запасного колеса',
                            ],
                            [
                                'TITLE' => 'Зенковки',
                            ],
                            [
                                'TITLE' => 'Ремонт шин',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Паста шиномонтажная',
                                    ],
                                    [
                                        'TITLE' => 'Груз балансировочный',
                                    ],
                                    [
                                        'TITLE' => 'Клещи балансировочные шиномонтажные',
                                    ],
                                    [
                                        'TITLE' => 'Жгут для ремонта шин',
                                    ],
                                    [
                                        'TITLE' => 'Заплатка для камер',
                                    ],
                                    [
                                        'TITLE' => 'Набор для ремонта камер',
                                    ],
                                    [
                                        'TITLE' => 'Набор для ремонта покрышек',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Шпильковерт эксцентриковый',
                            ],
                            [
                                'TITLE' => 'Намагничивание инструмента',
                            ],
                            [
                                'TITLE' => 'Ремонт топливной системы',
                            ],
                            [
                                'TITLE' => 'Установка сальников',
                            ],
                            [
                                'TITLE' => 'Снятие топливных трубок',
                            ],
                            [
                                'TITLE' => 'Головки специальные',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Головка для кислородных датчиков',
                                    ],
                                    [
                                        'TITLE' => 'Головка для масляной пробки',
                                    ],
                                    [
                                        'TITLE' => 'Головка для форкамер',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Соединитель шлангов',
                            ],
                            [
                                'TITLE' => 'Гайкорез',
                            ],
                            [
                                'TITLE' => 'Оправка диска сцепления',
                            ],
                            [
                                'TITLE' => 'Работа с жидкостями',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Заправка жидкостей',
                                    ],
                                    [
                                        'TITLE' => 'Замена антифриза',
                                    ],
                                    [
                                        'TITLE' => 'Набор для замены тормозной жидкости',
                                    ],
                                    [
                                        'TITLE' => 'Извлечение технических жидкостей',
                                    ],
                                    [
                                        'TITLE' => 'Рефрактометр',
                                    ],
                                    [
                                        'TITLE' => 'Инструмент для заправки АКПП',
                                    ],
                                    [
                                        'TITLE' => 'Шланг для перекачки топлива',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремонт тормозной системы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Прокачка тормозной системы',
                                    ],
                                    [
                                        'TITLE' => 'Сведение тормозных цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Развальцовка тормозных трубок',
                                    ],
                                    [
                                        'TITLE' => 'Замена тормозных колодок',
                                    ],
                                    [
                                        'TITLE' => 'Головка для снятия суппорта',
                                    ],
                                    [
                                        'TITLE' => 'Трубогиб для тормозных трубок',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремонт двигателя',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Оправка поршневых колец',
                                    ],
                                    [
                                        'TITLE' => 'Набор для ремонта ГРМ',
                                    ],
                                    [
                                        'TITLE' => 'Ключ для шкивов ГРМ',
                                    ],
                                    [
                                        'TITLE' => 'Фиксаторы для ремонта двигателя',
                                    ],
                                    [
                                        'TITLE' => 'Щупы для измерения зазоров',
                                    ],
                                    [
                                        'TITLE' => 'Ремонт ГБЦ',
                                    ],
                                    [
                                        'TITLE' => 'Проворачивание коленвала',
                                    ],
                                    [
                                        'TITLE' => 'Ремонт блока цилиндров',
                                    ],
                                    [
                                        'TITLE' => 'Пневмотестер',
                                    ],
                                    [
                                        'TITLE' => 'Установка натяжителя цепи',
                                    ],
                                    [
                                        'TITLE' => 'Замена ремней',
                                    ],
                                    [
                                        'TITLE' => 'Съемник маслосъемных колпачков',
                                    ],
                                    [
                                        'TITLE' => 'Инструмент для притирки клапанов',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремонт подвески',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Съемник шаровых опор',
                                    ],
                                    [
                                        'TITLE' => 'Демонтаж ступичной гайки',
                                    ],
                                    [
                                        'TITLE' => 'Оправка для сайлентблоков',
                                    ],
                                    [
                                        'TITLE' => 'Демонтаж амортизаторов и стоек',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремонт кузова',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Замена стекол',
                                    ],
                                    [
                                        'TITLE' => 'Стенд для установки дверей',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремонт аккумуляторов',
                            ],
                            [
                                'TITLE' => 'Ключ регулировки рулевой рейки',
                            ],
                            [
                                'TITLE' => 'Шприц смазочный',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шприц для смазки',
                                    ],
                                    [
                                        'TITLE' => 'Шланг шприца для смазки',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Ремонт выхлопной системы',
                            ],
                            [
                                'TITLE' => 'Ремонт трансмиссии',
                            ],
                            [
                                'TITLE' => 'Монтаж хомутов',
                            ],
                            [
                                'TITLE' => 'Монтаж пыльников ШРУС',
                            ],
                            [
                                'TITLE' => 'Экстракторы',
                            ],
                            [
                                'TITLE' => 'Набор для восстановления резьбы',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Электроинструмент',
                        'CHILD' => [
                            [
                                'TITLE' => 'Сварочное оборудование',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Сварочный аппарат',
                                    ],
                                    [
                                        'TITLE' => 'Комплектующие для сварочного оборудования',
                                    ],
                                    [
                                        'TITLE' => 'Сварочная маска',
                                    ],
                                    [
                                        'TITLE' => 'Сварочный рукав',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Биты',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Набор сменнных бит',
                                    ],
                                    [
                                        'TITLE' => 'Держатель сменных бит',
                                    ],
                                    [
                                        'TITLE' => 'Бита сменная',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Шуруповерт',
                            ],
                            [
                                'TITLE' => 'Аккумуляторы для электроинструмента',
                            ],
                            [
                                'TITLE' => 'Дрели электрические и аксесуары',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Сверло',
                                    ],
                                    [
                                        'TITLE' => 'Щетка для дрели',
                                    ],
                                    [
                                        'TITLE' => 'Дрель электрическая',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Паяльник',
                            ],
                            [
                                'TITLE' => 'Насос для перекачки жидкости',
                            ],
                            [
                                'TITLE' => 'Шлифовальные машины и аксессуары',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Шлифовальная машина',
                                    ],
                                    [
                                        'TITLE' => 'Лента шлифовальная',
                                    ],
                                    [
                                        'TITLE' => 'Круг шлифовальный',
                                    ],
                                    [
                                        'TITLE' => 'Болгарка (УШМ)',
                                    ],
                                    [
                                        'TITLE' => 'Щетка-насадка для УШМ',
                                    ],
                                    [
                                        'TITLE' => 'Полировальная машина',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Пневмоинструмент',
                        'CHILD' => [
                            [
                                'TITLE' => 'Фитинг',
                            ],
                            [
                                'TITLE' => 'Пневмошлифмашины',
                            ],
                            [
                                'TITLE' => 'Пистолет продувочный',
                            ],
                            [
                                'TITLE' => 'Пневмопробойник',
                            ],
                            [
                                'TITLE' => 'Бормашина пневматическая',
                            ],
                            [
                                'TITLE' => 'Пневмонагнетатель',
                            ],
                            [
                                'TITLE' => 'Компрессор для пневмоинструмента',
                            ],
                            [
                                'TITLE' => 'Пистолет с емкостью',
                            ],
                            [
                                'TITLE' => 'Пистолет для антикоррозийной обработки',
                            ],
                            [
                                'TITLE' => 'Набор пневмоинструмента',
                            ],
                            [
                                'TITLE' => 'Пистолет для подкачки шин',
                            ],
                            [
                                'TITLE' => 'Шприц пневматический',
                            ],
                            [
                                'TITLE' => 'Влагоотделитель для пневмоинструмента',
                            ],
                            [
                                'TITLE' => 'Лубрикатор',
                            ],
                            [
                                'TITLE' => 'Пневмодрели',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Дрель пневматическая',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Пневмогайковерты',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Гайковерт',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Пескоструйный пистолет',
                            ],
                            [
                                'TITLE' => 'Отвертка пневматическая',
                            ],
                            [
                                'TITLE' => 'Пневматическое зубило',
                            ],
                            [
                                'TITLE' => 'Пневмолобзики',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Полотно для пневмолобзика',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Нож пневматический',
                            ],
                            [
                                'TITLE' => 'Пневматический очиститель свечей',
                            ],
                            [
                                'TITLE' => 'Пневматическая полировальная машина',
                            ],
                            [
                                'TITLE' => 'Пневмомолотки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пневматический молоток',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Пневмопистолеты',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пневмопистолет гвоздезабивной',
                                    ],
                                ],
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Диагностическое оборудование',
                        'CHILD' => [
                            [
                                'TITLE' => 'Толщиномеры',
                            ],
                            [
                                'TITLE' => 'Автосканеры',
                            ],
                            [
                                'TITLE' => 'Ареометр',
                            ],
                            [
                                'TITLE' => 'Анализатор состояния аккумулятора',
                            ],
                            [
                                'TITLE' => 'Вилка нагрузочная',
                            ],
                            [
                                'TITLE' => 'Эндоскоп',
                            ],
                            [
                                'TITLE' => 'Стетоскоп',
                            ],
                            [
                                'TITLE' => 'Индикатор напряжения',
                            ],
                            [
                                'TITLE' => 'Детектор переменного напряжения',
                            ],
                            [
                                'TITLE' => 'Телескопическое зеркало',
                            ],
                            [
                                'TITLE' => 'Пробник',
                            ],
                            [
                                'TITLE' => 'Стенд для проверки бензонасосов',
                            ],
                            [
                                'TITLE' => 'Диагностика топливной системы',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Ручной инструмент',
                        'CHILD' => [
                            [
                                'TITLE' => 'Ключи и головки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Головки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Торцевая головка',
                                            ],
                                            [
                                                'TITLE' => 'Набор торцевых головок',
                                            ],
                                            [
                                                'TITLE' => 'Набор торцевых ударных головок',
                                            ],
                                            [
                                                'TITLE' => 'Торцевая ударная головка',
                                            ],
                                            [
                                                'TITLE' => 'Свечная головка',
                                            ],
                                            [
                                                'TITLE' => 'Шпильковерт',
                                            ],
                                            [
                                                'TITLE' => 'Головка магнитная',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Рожковые ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Набор рожковых ключей',
                                            ],
                                            [
                                                'TITLE' => 'Рожковый ключ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Балонные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Балонный ключ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Накидные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Набор накидных ключей',
                                            ],
                                            [
                                                'TITLE' => 'Накидной ключ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Комбинированные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Комбинированный ключ',
                                            ],
                                            [
                                                'TITLE' => 'Набор комбинированных ключей',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Свечные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Свечной ключ',
                                            ],
                                            [
                                                'TITLE' => 'Набор свечных ключей',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Торцевые ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Торцевой ключ',
                                            ],
                                            [
                                                'TITLE' => 'Набор торцевых ключей',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Динамометрические ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Динамометрический ключ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Шарнирные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Шарнирный ключ',
                                            ],
                                            [
                                                'TITLE' => 'Набор шарнирных ключей',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Разводные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Разводной ключ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Шестигранники и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Шестигранник',
                                            ],
                                            [
                                                'TITLE' => 'Набор шестигранников',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Ключ с трещеткой',
                                    ],
                                    [
                                        'TITLE' => 'Воротки, удлинители, переходники',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Переходник карданный',
                                            ],
                                            [
                                                'TITLE' => 'Удлинитель',
                                            ],
                                            [
                                                'TITLE' => 'Вороток',
                                            ],
                                            [
                                                'TITLE' => 'Переходник для воротков',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Ударные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Ударный ключ',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Разрезные ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Разрезной ключ',
                                            ],
                                            [
                                                'TITLE' => 'Набор разрезных ключей',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Г - образный ключи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Г - образный ключ',
                                            ],
                                            [
                                                'TITLE' => 'Набор г - образных ключей',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Набор торксов ударных',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Отвертки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Отвертка',
                                    ],
                                    [
                                        'TITLE' => 'Набор отверток',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Режущий инструмент',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Метчики',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Метчик',
                                            ],
                                            [
                                                'TITLE' => 'Набор метчиков',
                                            ],
                                            [
                                                'TITLE' => 'Метчикодержатель',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Плашки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Плашка',
                                            ],
                                            [
                                                'TITLE' => 'Набор плашек',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Круг отрезной и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Отрезной круг',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Нож',
                                    ],
                                    [
                                        'TITLE' => 'Развертка',
                                    ],
                                    [
                                        'TITLE' => 'Бокорезы',
                                    ],
                                    [
                                        'TITLE' => 'Ножовка',
                                    ],
                                    [
                                        'TITLE' => 'Ножницы',
                                    ],
                                    [
                                        'TITLE' => 'Стриппер',
                                    ],
                                    [
                                        'TITLE' => 'Болторез',
                                    ],
                                    [
                                        'TITLE' => 'Труборез',
                                    ],
                                    [
                                        'TITLE' => 'Фрезы',
                                    ],
                                    [
                                        'TITLE' => 'Просечка и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Набор просечек',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Полотно ножовочное',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Плоскогубцы, пассатижи, кусачки',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Пассатижи и наборы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Набор пассатижей',
                                            ],
                                            [
                                                'TITLE' => 'Пассатижи',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Плоскогубцы',
                                    ],
                                    [
                                        'TITLE' => 'Кусачки',
                                    ],
                                    [
                                        'TITLE' => 'Щипцы',
                                    ],
                                    [
                                        'TITLE' => 'Клещи',
                                    ],
                                    [
                                        'TITLE' => 'Длинногубцы',
                                    ],
                                    [
                                        'TITLE' => 'Круглогубцы',
                                    ],
                                    [
                                        'TITLE' => 'Ручной обжимник',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Щетка для клемм',
                            ],
                            [
                                'TITLE' => 'Заклепочник',
                            ],
                            [
                                'TITLE' => 'Плашкодержатель',
                            ],
                            [
                                'TITLE' => 'Ударный инструмент',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Зубила, кернеры, выколотки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Зубило и наборы',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Набор зубил',
                                                    ],
                                                    [
                                                        'TITLE' => 'Зубило',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Кёрнер и наборы',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Кёрнер',
                                                    ],
                                                ],
                                            ],
                                            [
                                                'TITLE' => 'Выколотки и наборы',
                                                'CHILD' => [
                                                    [
                                                        'TITLE' => 'Набор выколоток',
                                                    ],
                                                    [
                                                        'TITLE' => 'Выколотка',
                                                    ],
                                                ],
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Молотки',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Набор молотков',
                                            ],
                                            [
                                                'TITLE' => 'Молоток',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Пробойники',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Пробойник',
                                            ],
                                            [
                                                'TITLE' => 'Набор пробойников',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Стамески',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Стамеска',
                                            ],
                                            [
                                                'TITLE' => 'Набор стамесок',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Степлеры и скобы',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Скобы для степлера',
                                            ],
                                            [
                                                'TITLE' => 'Степлер',
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Напильники',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Напильник',
                                    ],
                                    [
                                        'TITLE' => 'Набор напильников',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Монтировки, ломы',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Монтировка',
                                    ],
                                    [
                                        'TITLE' => 'Лом',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Таль ручная цепная',
                            ],
                            [
                                'TITLE' => 'Зажимный инструмент',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Струбцины',
                                        'CHILD' => [
                                            [
                                                'TITLE' => 'Струбцина',
                                            ],
                                            [
                                                'TITLE' => 'Набор струбцин',
                                            ],
                                        ],
                                    ],
                                    [
                                        'TITLE' => 'Стяжка нейлоновая',
                                    ],
                                    [
                                        'TITLE' => 'Зажим',
                                    ],
                                    [
                                        'TITLE' => 'Тиски',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Зачистной инструмент',
                            ],
                            [
                                'TITLE' => 'Переходники соединительные',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Муфта соединительная',
                                    ],
                                    [
                                        'TITLE' => 'Втулка соединительная',
                                    ],
                                    [
                                        'TITLE' => 'Тройник соединительный',
                                    ],
                                    [
                                        'TITLE' => 'Штуцер соединительный',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Набор инструмента',
                            ],
                            [
                                'TITLE' => 'Лопатка для удаления прокладок',
                            ],
                            [
                                'TITLE' => 'Шило',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Вспомогательный инструмент',
                        'CHILD' => [
                            [
                                'TITLE' => 'Воронка',
                            ],
                            [
                                'TITLE' => 'Пистолет клеевой',
                            ],
                            [
                                'TITLE' => 'Магнит',
                            ],
                            [
                                'TITLE' => 'Горелка',
                            ],
                            [
                                'TITLE' => 'Очки защитные',
                            ],
                            [
                                'TITLE' => 'Ёмкость для слива масла',
                            ],
                            [
                                'TITLE' => 'Наконечник на шланг',
                            ],
                            [
                                'TITLE' => 'Захват механический',
                            ],
                            [
                                'TITLE' => 'Мерная емкость',
                            ],
                        ],
                    ],
                    [
                        'TITLE' => 'Инструмент для покраски',
                        'CHILD' => [
                            [
                                'TITLE' => 'Шпатель',
                            ],
                            [
                                'TITLE' => 'Краскопульты и комплектующие',
                                'CHILD' => [
                                    [
                                        'TITLE' => 'Краскопульт',
                                    ],
                                    [
                                        'TITLE' => 'Сопло для краскопульта',
                                    ],
                                    [
                                        'TITLE' => 'Кронштейн для краскопульта',
                                    ],
                                ],
                            ],
                            [
                                'TITLE' => 'Набор для покраски',
                            ],
                        ],
                    ],
                ],
            ]
        ];
    }
}

