<section class="about">
    <div class="container">
        <div class="row">
            <div class="col-sm-4">
                <div class="robotblock">
                    <img src="<?=SITE_TEMPLATE_PATH?>/assets/images/robot.png" alt="">
                    <div class="robot">
                        <div class="head"></div>
                        <div class="body"></div>
                        <div class="fire left"></div>
                        <div class="fire center"></div>
                        <div class="fire right"></div>
                        <div class="arm-right"></div>
                        <div class="arm-left"><div class="arm-left2"></div><div class="arm-left3"></div></div>
                    </div>
                </div>
            </div>
            <div class="col-sm-8">
                <h2 class="bold">Что такое ROBOFEED?</h2>
                <p>Наш сервис создан чтобы <b>упростить процесс выхода</b> ваших товарных предложений <b>на торговые площадки</b>.</p>
                <p>Мы помогаем интернет-магазинам генерировать специальные прайс-листы, которые сервисы торговых площадок используют для актуализации информации о ценах и наличие товаров.</p>
                <p>Единожды интегрировавшись с Robofeed Вы получаете возможность <b>автоматически генерировать и актуализировать feed-файлы</b> для постоянно обновляющегося и расширяющегося списка торговых площадок, снимая с себя все заботы об интеграции с каждой из них отдельно.</p>
                <p>Вся работа по генерации производится на наших мощных серверах, что так же облегчает жизнь вашему интернет-магазину и позволяет снизить Ваши затраты на аренду серверных мощностей</p>
            </div>
        </div>
        <div class="pros_block">
            <div class="row">
                <div class="col-md-6">
                    <div class="pros">
                        <div class="image" style="background-image: url('<?=SITE_TEMPLATE_PATH?>/assets/images/pros1.png')"></div>
                        <h4>Простая интеграция</h4>
                        <p>Если у Вас есть IT-специалист &mdash; мы предоставим все необходимые инструкции и будем пристально следить за процессом интеграции. Если нету &mdash; мы сделаем все сами, за разумную плату. </p>
                    </div>
                </div>
                <div class="col-md-6">
                    <div class="pros">
                        <div class="image" style="background-image: url('<?=SITE_TEMPLATE_PATH?>/assets/images/pros2.png')"></div>
                        <h4>Удобный интерфейс</h4>
                        <p>Личный кабинет ROBOFEED позволяет производить настройку генерации прайсов, выбирать нужные торговые площадки для отдельных компаний и интернет-магазинов, управлять биллингом, просматривать статистику выгрузок и многое другое.</p>
                    </div>
                </div>
                <div class="col-xs-12"></div>
                <div class="col-md-6">
                    <div class="pros">
                        <div class="image" style="background-image: url('<?=SITE_TEMPLATE_PATH?>/assets/images/pros3.png')"></div>
                        <h4>Гибкая настройка</h4>
                        <p>Вы можете сами управляете данными, которые будут представлять ваш товар на торговой площадке. Габариты, стоимость доставки, цвета, размеры и прочие характеристики &mdash; все это легко настраивается в нашем интерфейсе.</p>
                    </div>
                </div>
                <div class="col-md-6">
                    <div class="pros">
                        <div class="image" style="background-image: url('<?=SITE_TEMPLATE_PATH?>/assets/images/pros4.png')"></div>
                        <h4>Приятная тарификация</h4>
                        <p>Наша тарифная сетка построена таким образом, чтобы в первую очередь быть удобной как для начинающих предпринимателей, так и для гигантов ритейла. Цены на наши услуги стабильны и не меняются внезапно, как многое в этом мире.</p>
                    </div>
                </div>
            </div>
        </div>
        <h2 class="bold">Как это работает? <span>*просто!</span></h2>
        <div class="steps row">
            <div class="col-md-3 col-sm-6">
                <div class="step">
                    <h4><span>Шаг 1</span>Регистрация в сервисе</h4>
                    <p>Зарегистрировавшись в нашей системе, Вы получите удобный личный кабинет, в котором сможете управлять своими проектами, биллингом и пользоваться техподдержкой.</p>
                </div>
            </div>
            <div class="col-md-3 col-sm-6">
                <div class="step">
                    <h4><span>Шаг 2</span>Настройка Вашего сайта</h4>
                    <p>Для того, чтобы наша система смогла получать от вашего интернет-магазина корректный список товаров и предложений, необходимо провести разовую настройку Вашего сайта.</p>
                </div>
            </div>
            <div class="col-md-3 col-sm-6">
                <div class="step">
                    <h4><span>Шаг 3</span>Выбор торговых платформ</h4>
                    <p>Чтобы сделать торговый процесс еще более эффективным, мы предложим Вам для выбора список торговых площадок, наиболее подходящих для продажи конкретно Ваших товаров.</p>
                </div>
            </div>
            <div class="col-md-3 col-sm-6">
                <div class="step">
                    <h4><span>Шаг 4...</span>Этого шага нет, все готово!</h4>
                    <p>Откиньтесь на спинку кресла, у Вас все получилось и скоро ваши товары появятся на выбранных вами торговых площадках. Занимайтесь более интересными делами, пока робот будет заниматься рутиной.</p>
                </div>
            </div>
            <div class="stepsbtn">
                <a href="/personal/" class="btn orange">Отлично, я хочу приступить к работе</a>
            </div>
        </div>
    </div>
</section>