<section class="faqblock">
    <div class="container">
        <h2 class="bold">Часто задаваемые вопросы</h2>
        <div class="faq">
            <p class="question"><b>Что такое торговые площадки и зачем они мне?</b><i class="arrowicon icon-downwards-arrow-key"></i></p>
            <p class="answer">Торговые площадки - сайты агрегаторы товаров, которые позволяют потенциальным покупателям узнать стоимость искомых товаров у разных интернет магазинов, тем самым помогая определить самые выгодные условия для покупки. Размещение Ваших торговых предложений на торговой площадке может сыграть ключевую роль в продажах, благодаря генерирации потока покупателей с площадки.</p>
            <p class="question"><b>Какие сложности в интеграции с торговыми площадками?</b><i class="arrowicon icon-downwards-arrow-key"></i></p>
            <p class="answer">Помимо заключения договора и прохождения проверки вашего сайта администрацией торговой площадки, есть еще одна немаловажная и очень трудоемкая задача. По условию работы с торговыми площадками, ваш сайт обязан периодически генерировать список своих торговых предложений (так называемый "фид") для отправки на площадку. Однако, сложность заключается в том, что каждая площадка требует оформлять этот список в индивидуальном для нее формате, что влечет за собой необходимость поддерживать актуальной информацию о товарах для каждой площадки индивидуально. Если это не будет сделано - площадка не будет отображать ваши торговые предложения, а в некоторых случаях может заблокировать Вас.</p>
            <p class="question"><b>Как Robofeed может помочь мне?</b><i class="arrowicon icon-downwards-arrow-key"></i></p>
            <p class="answer">Наш сервис берет на себя всю заботу о генерации и обновлении ваших списков товаров (фидов). Вы единожды настраиваете на своем сайте механизм составления списка товаров. Далее мы будем получать этот список, приводить его к правильному виду для каждой выбранной Вами площадки и своевременно отправлять его им. Таким образом, вы сможете забыть о необходимости постоянно настраивать и администрировать каждую площадку. Все будет сделано за Вас.</p>
            <p class="question"><b>Как происходит первичная интеграция?</b><i class="arrowicon icon-downwards-arrow-key"></i></p>
            <p class="answer">После регистрации на нашем сайте и заключении электронного договора наш представитель связывается с Вами для уточнения деталей интеграции. Далее наш специалист, получив от Вас доступ к сайту, займется настройкой вашего сайта для работы с Robofeed. Сроки и стоимость интеграции зависят от нескольких критериев, под которые подпадает конкретно ваш интернет-магазин, поэтому оценка будет осуществляться индивидуально, до начала работ.</p>
            <p class="question"><b>У меня есть штатный программист, может ли он помочь в интеграции?</b><i class="arrowicon icon-downwards-arrow-key"></i></p>
            <p class="answer">Конечно, при наличии собственного IT-специалиста Вы всегда можете получить от нас инструкцию по интеграции с Robofeed.</p>
        </div>
    </div>
</section>